Repository: CSSRPDev/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Project:
ru: Проект:

source: Language:
ru: Язык:

source: has
ru: имеет

source: doesn't have
ru: не имеет

source: Sort:
ru: Сортировать:

source: name, a-z
ru: имени, a-z (а-я)

source: name, z-a
ru: имени, z-a (а-я)

source: time, newest
ru: по времени, самые новые

source: time, oldest
ru: по времени, самые старые

source: most completed languages
ru: наиболее завершенные языки

source: least completed languages
ru: наименее завершенные языки

source: Sorry, no videos here
ru: Извините, здесь нет видео

source: Remove video
ru: Удалить видео

source: You are removing this video from the %(team)s team.
ru: Вы удаляете это видео из списка команды %(team)s.

source: You are removing this video from the %(team)s team.<br /><br /> It will remain on Amara but will no longer be subject to the team's permissions and worfklows. Any outstanding tasks will be deleted. Private videos will become available for viewing and editing to the general public. Are you sure you want to proceed?
ru: Вы удаляете это видео команды %(team)s.<br /><br /> Оно останется на Amara, но не будет больше объектом для прав доступа команд и рабочих потоков. Все незаконченные задания будут удалены. Частное видео будет доступно для просмотра и редактирования широкой публикой. Вы уверены, что хотите продолжить?

source: You can choose to remove the video from the %(team)s team or to delete the video (and all of its subtitles) from the system entirely. What would you like to do?
ru: Вы можете выбрать: удалить видео из команды %(team)s или удалить видео (и все субтитры к нему) из всей системы . Что именно вы хотите сделать?

source: Just remove the video from the team.
ru: Просто удалить видео из команды.

source: It will remain on Amara but will no longer be subject to the team's permissions and worfklows. Any outstanding tasks will be deleted.
ru: Это останется на Amara, но не будет больше объектом для прав доступа команд и рабочих потоков. Все незаконченные задания будут удалены.

source: Delete the video entirely.
ru: Удалить видео полностью.

source: Delete
ru: Удалить

source: Team Management
ru: Управление командой

source: Subtitling
ru: Создание субтитров

source: Who can transcribe subtitles?
ru: Кто может транскрибировать субтитры?

source: i.e. transcribe from video and perform time-alignment
ru: то есть транкрибировать из видео и выполнять выравнивание по времени

source: Who can translate subtitles?
ru: Кто может переводить субтитры?

source: i.e. translate text from an original subtitle into a new language
ru: то есть переводить текст из оригинальных субтитров на новый язык

source: How your subtitles will get published <em>(configure below)</em>
ru: Как ваши субтитры будут опубликованы?<em>(конфигурировать ниже)</em>

source: Transcribed
ru: Транскрибировано

source: or ...
ru: или ...

source: Translated
ru: Переведено

source: Reviewed
ru: Проверено

source: Approved
ru: Принято

source: Published
ru: Опубликовано

source: Tasks enable you to manage and assign subtitling and translation work for your videos
ru: Задания позволяют вам управлять и распределять работу по созданию и переводу субтитров для ваших видео.

source: Enable tasks
ru: Разрешить задания

source: Permissions and Limits
ru: Разрешения и ограничения

source: Who can create and assign tasks?
ru: Кто может создавать и назначать задания?

source: Specified members will only be able to create/assign tasks they are permitted to complete themselves
ru: Перечисленные участники будут способны только создать/выполнять задания, которые им разрешено закончить самостоятельно.

source: How many tasks can a user have at once?
ru: Сколько заданий пользователь может выполнять одновременно?

source: If left blank there will be no limit.
ru: Если оставить пустым - ограничений нет.

source: How many days should an assignee get to complete a task?
ru: Сколько дней должно быть выделено для завершения задания?

source: If left blank tasks will not expire.
ru: Если оставлено пустым - не ограничено.

source: Automatically create transcription tasks
ru: Автоматически создать задания по транскрибированию

source: Automatically create translation tasks for preferred languages
ru: Автоматически создать задания по переводу для предпочитаемых языков

source: manage languages
ru: управление языками

source: Approval
ru: Утверждение

source: The <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> team has added new videos, and they need your help:
ru: Команда <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> добавила новое видео, которому требуется ваша помощь:

source: Thank you!
ru: Спасибо!

source: Send a message
ru: Отправить сообщение

source: Deny
ru: Запретить

source: There are no applications right now
ru: Прямо сейчас заявок нет

source: Managing
ru: Управление

source: Add new team
ru: Добавить новую команду

source: video
ru: видео

source: Your role:
ru: Ваш статус:

source: for
ru: для

source: and
ru: и

source: project
ru: проект

source: Your tasks
ru: Ваши задания

source: All available tasks
ru: Все доступные задания

source: Do you really wish to leave this team?
ru: Вы действительно хотите покинуть эту команду?

source: Leave team
ru: Покинуть команду

source: Want to create your own subtitling team? Contact
ru: Вы хотите создать свою команду для перевода субтитров? Напишите нам

source: Move video to one of your other teams?
ru: Назначить видео одному из участников команды?

source: Move video
ru: Назначить видео

source: You are about to move this video to a new team.<br /><strong>If you proceed, all open tasks will be deleted.</strong>
ru: Это видео будет передано новой команде.<br /><strong>Если вы согласны, все открытые задания будут удалены.</strong>

source: Apply to Join
ru: Подать заявку и присоединиться

source: Apply to
ru: Подать заявку

source: Language skill
ru: Знание языка

source: We request that each new applicant does at least one full set of subtitles within the first week of joining. Aside from that, it’s up to you!
ru: Мы просим каждого нового заявителя сделать, как минимум, один полный комплект субтитров в первую неделю после присоединения. Вcё, что свыше этого – на ваше усмотрение!

source: Submit Application
ru: Отправить заявку

source: Delete Language
ru: Удалить язык

source: Deleting %(language)s Language
ru: Удалить %(language)s язык

source: Video: %(video)s
ru: Видео: %(video)s

source: WARNING!
ru: ВНИМАНИЕ!

source: All subtitles for this language will be deleted
ru: Все субтитры для этого языка будут удалены

source: Any tasks for this language will be deleted
ru: Все задания для этого языка будут удалены

source: The language can no longer be used for translations
ru: Этот язык нельзя больше использовать для перевода

source: Translation tasks will be deleted, unless there are other public subtitles that can be used
ru: Задания по переводу будут удалены, если нет других публичных субтитров, которые могут быть использованы

source: Delete Dependent Languages
ru: Удалить зависимые языки

source: According to your
ru: В соответствии с вашими

source: language choices
ru: языковыми предпочтениями

source: there don't appear to be videos you can translate.
ru: нет видео, которое вы могли бы перевести.

source: But check back soon! There may soon be translations for you to review.
ru: Но проверьте чуть позже! Скоро могут появиться переводы для проверки.

source: You can also invite friends who speak other languages to help out.
ru: Вы также можете пригласить друзей, которые говорят на других языках и могут помочь.

source: Create team
ru: Создать команду

source: Create a team
ru: Создать команду

source: All Teams
ru: Все команды

source: My Teams
ru: Мои команды

source: Display Settings
ru: Отобразить настройки

source: Create Team
ru: Создать команду

source: Back to teams
ru: Назад к командам

source: Back to my teams
ru: Назад к моим командам

source: Add Project
ru: Добавить проект

source: Add new project
ru: Добавить новый проект

source: Automatically create subtitle tasks
ru: Автоматически создать задания для субтитров

source: Invite Members
ru: Пригласите участников

source: Recipient
ru: Адресат

source: Begin typing to search.
ru: Начать набор текста для поиска.

source: Amara username of the user you want to invite.
ru: Имя пользователя на Амаре, которого вы хотите пригласить.

source: Invite Details
ru: Детали приглашения

source: Include a message
ru: Добавить сообщение

source: Role to be assigned to the user if they accept your invitation.
ru: Функции, назначенные пользователю в случае принятия приглашения.

source: Send Invites
ru: Послать приглошения

source: Edit Project
ru: Редактировать проект

source: Are you sure you want to delete this project?
ru: Вы уверены, что хотите удалить этот проект?

source: Add Video
ru: Добавить видео

source: Showing
ru: Отображение

source: all members
ru: все участники

source: admins
ru: администраторы

source: managers
ru: менеджеры

source: contributor
ru: участник

source: speaking
ru: разговор

source: all languages
ru: все языки

source: sorted by
ru: отсортировано по

source: date joined, oldest
ru: дате регистрации, сначала самые старые

source: date joined, most recent
ru: дате регистрации, сначала самые новые

source: Clear
ru: Очистить

source: This team has
ru: Эта команда имеет

source: open applications
ru: открытые заявки

source: Sorry, no members found.
ru: Извините, участников не найдено.

source: Me
ru: Я

source: Assignments
ru: Задания

source: Are you sure you want to remove this member from the team?
ru: Вы уверены, что хотите удалить этого участника из команды?

source: Join via
ru: Зайти с помощью

source: You will be logged out and new account will be created via
ru: Вы разлогинитесь и будет создан новый аккаунт через

source: Join our team now!
ru: Присоединяйтесь к нашей команде прямо сейчас!

source: Login via
ru: Зайти с помощью

source: to apply
ru: чтобы принять

source: Your application is pending
ru: Ваша заявка на рассмотрении

source: Join our team
ru: Присоединяйся к нашей команде

source: Sign in
ru: Войти

source: to join our team
ru: присоединиться к нашей команде

source: Add Task
ru: Добавить задание

source: All
ru: Все

source: tasks in
ru: задания в

source: any project
ru: любой проект

source: my languages
ru: мои языки

source: assigned to
ru: назначено для

source: no one
ru: никого

source: me
ru: мне

source: anyone
ru: каждого

source: time left, least
ru: прошедшему времени, сначала меньше

source: time left, most
ru: прошедшему времени, сначала больше

source: Clear all filters, sorts, and search terms
ru: Удалить все фильтры, классификацию и поисковые запросы

source: NOTE:
ru: Примечание:

source: When sorting by expiration date, tasks without an expiration are not shown.
ru: При сортировка по сроку окончания, задания без срока окончания не показываются.

source: Try broadening your selection using the filters above
ru: Попытайтесь расширить выбор, использую перечисленные выше фильтры

source: Showing unassigned tasks in languages you speak.
ru: Показывать неназначенные задания в языках, на которых вы говорите.

source: Want to view
ru: Хотите посмотреть

source: your tasks
ru: свои задания

source: instead?
ru: вместо этого?

source: Try changing your selection using the filters above to find tasks
ru: Попробуйте изменить Ваш выбор, используя фильтры выше для поиска заданий

source: You don't have permission to perform this task.
ru: Вы не имеете разрешения для выполнения этого задания.

source: Subtitles into
ru: Субтитры на

source: latest draft
ru: последний черновик

source: transcribed
ru: транскрибировано

source: translated
ru: переведено

source: reviewed
ru: просмотрено

source: and edited
ru: и отредактировано

source: Assigned to
ru: Назначено для

source: Unassigned
ru: Не назначено

source: You have reached the maximum number of tasks.
ru: Вы достигли максимального числа заданий

source: Download draft
ru: Скачать черновик

source: Upload a draft
ru: Загрузить черновик

source: Translate from
ru: Переводить из

source: Important:
ru: Важно:

source: Uploading a draft will not complete the task. After uploading, select "Resume" from the "Perform Task" drop-down to verify timing, video title and video description in the onsite editor and to submit the final version.
ru: Загрузка черновика не завершает задание. После загрузки выберите "Проверить" из выпадающего списка "Выполнить задание" для проверки тайминга, заголовка видео и описания видео в редакторе на сайте и для утверждения финальной версии.

source: File:
ru: Файл:

source: Accepted formats: .srt, .ssa, .sbv, .dfxp, .txt or .xml (for DFXP)
ru: Допустимые форматы: .srt, .ssa, .sbv, .dfxp, .txt или .xml (для DFXP)

source: Download a draft
ru: Скачать черновик

source: Download a draft of these subtitles so you can work offline.
ru: Скачать черновик этих субтитров, чтобы ты мог работать оффлайн

source: Decline
ru: Отклонить

source: Reassign
ru: Переназначить

source: Delete task
ru: Удалить задание

source: What would you like to do with the subtitles for this task?
ru: Что бы вы хотели сделать с субтитрами для этого задания?

source: Publish these subtitles immediately
ru: Опубликовать эти субтитры немедленно

source: Delete these subtitles permanently (discard all drafts since the last published version)
ru: Удалить эти субтитры навсегда (отказаться от всех черновиков с момента последней опубликованной версии)

source: Begin typing to search
ru: Начать набор текста для поиска

source: Assign to User
ru: Назначить пользователю

source: Sorry, no tasks here.
ru: Извините, здесь нет заданий.

source: Add multiple videos
ru: Добавить несколько видео

source: Edit team
ru: Редактировать команду

source: %(team_name)s needs your help subtitling and translating the following new videos:
ru: Команда %(team_name)s нуждается в вашей помощи для создания субтитров и перевода следующих новых видео:

source: Or you can visit the team page to see the latest work
ru: Или вы можете посетить страницу команды, чтобы увидеть последние изменения

source: Stop receiving new notifications when a new video is added.
ru: Перестать получать уведомления при добавлении нового видео.

source: Due in
ru: Дедлайн

source: Overdue by
ru: Просрочено

source: Helping out is easy!
ru: Помогать – это просто!

source: Just find a video that interests you and click the button below it to get started!
ru: Найди интересные тебе видео, нажатие на кнопку под видео будет началом!

source: about subtitling in Amara.
ru: о создании субтитров в Amara.

source: Welcome!
ru: Добро пожаловать!

source: We need your help subtitling our videos!
ru: Нам нужна ваша помощь в создании субтитров для видео!

source: Videos that need your help
ru: Видео, которым необходима ваша помощь

source: Some of the videos we're working on now
ru: Некоторые видео, над которыми мы сейчас работаем

source: Tell us what languages you speak
ru: Назовите языки, на которых вы говорите

source: and we'll personalize this list for you
ru: и мы уточним этот список для вас

source: languages need your help
ru: языкам требуется помощь в переводе

source: Create Subtitles
ru: Создать субтитры

source: Create %(language)s Subtitles
ru: Создайте %(language)s субтитры

source: Sorry, you've reached the maximum number of tasks for this team.
ru: К сожалению, вы достигли максимального числа заданий для этой команды.

source: Sorry, we couldn't find any videos for you.
ru: Извините, мы не можем найти видео для вас.

source: Add videos to the team
ru: Добавить видео в команду

source: You received this notification because you are a member of the <a href="%(team_page)s">%(team)s</a> team.
ru: Вы получили это уведомление, потому что вы член команды <a href="%(team_page)s">%(team)s</a>.

source: Team Directory
ru: Директория команды

source: Sort by
ru: Сортировать по

source: Your team
ru: Ваша команда

source: Role:
ru: Роль:

source: leave team
ru: покинуть команду

source: %(count)s member
ru: %(count)s участник

source: Sorry, no teams found.
ru: К сожалению, команд не найдено.

source: Search and Filter
ru: Поиск и фильтрация

source: Start a Team
ru: Создать команду

source: Create a Task
ru: Создать задание

source: New Task
ru: Новое задание

source: Task availability depends on settings and workflow. Some tasks (e.g. Translate) will always require original subtitles to be completed and published first. Others (like Review and Approve) must be enabled and can only follow a completed Transcribe/Translate task.
ru: Доступность задания зависит от настроек и рабочего процесса. Некоторые задания (т.е. Перевод) будут всегда требовать оригинальные субтитры перед тем как быть законченными и опубликованными. Другие (например, Обзор и Утверждение) должны быть активированы и могут следовать только после выполненного задания Транскрибирования/Перевода.

source: What needs to be done?
ru: Что нужно сделать?

source: Grayed-out tasks are not available for this video at this time.
ru: Задания, отображающиеся серым цветом, не доступны для этого видео в данный момент

source: What language is needed?
ru: Какой язык требуется?

source: Who should do it?
ru: Кто должен делать это?

source: Tasks left unassigned can be claimed by members with the appropriate permissions.
ru: Задания, оставшиеся неназначенными, могут быть рассмотрены участниками с соответствующими правами доступа.

source: You do not have permission to create any valid tasks for this video.
ru: У вас нет полномочий для создания любых действующих заданий для этого видео.

source: Selected Video
ru: Выбранное видео

source: New task form
ru: Новое задание от

source: Back to tasks list
ru: Назад к списку заданий

source: Preferred Languages
ru: Предпочитаемые языки

source: Translation tasks will be auto-created for these languages
ru: Задания по переводу будут созданы автоматически для этих языков

source: Blacklisted Languages
ru: Чёрный список языков

source: Will not be shown when creating or performing tasks
ru: Не будут показываться во время создания или выполнения заданий

source: This team does not have any projects yet
ru: Эта команда пока не имеет проектов

source: Generate Billing Report
ru: Создание платежного отчета

source: Search Videos
ru: Искать видео

source: Search Results for
ru: Результаты поиска

source: Search Results for %(query)s
ru: Результаты поиска %(query)s

source: lines
ru: строки

source: Search videos
ru: Искать видео

source: Videos In
ru: Видео в

source: You're receiving this e-mail because you requested a password reset
ru: Вы получили наше письмо в ответ на запрос смены пароля

source: for your user account at %(site_name)s
ru: к пользовательскому аккаунту на сайте %(site_name)s

source: Please go to the following page and choose a new password:
ru: Пожалуйста, перейдите на следующую страницу и выберите новый пароль:

source: Your username, in case you've forgotten:
ru: Напоминаем, что вы зарегистрированы под именем:

source: Thanks for using our site!
ru: Благодарим за пользование нашим сайтом!

source: The %(site_name)s team
ru: Администрация сайта %(site_name)s

source: Home
ru: Домашняя страница

source: Password reset
ru: Изменить пароль

source: Password reset complete
ru: Пароль изменен

source: Your password has been set. You may go ahead and sign in now.
ru: Ваш пароль установлен. Вы можете зайти на главную страницу и войти в аккаунт.

source: Password reset successful
ru: Пароль успешно изменен

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
ru: Мы отправили вам письмо с инструкциями для изменения пароля на указанный вами адрес электронной почты. Вы получите его в течение нескольких минут.

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
ru: Забыли пароль? Введите адрес своей электронной почты ниже, и мы пришлем вам письмо с инструкциями для изменения пароля.

source: E-mail address:
ru: Адрес электронной почты:

source: Reset my password
ru: Изменить свой пароль

source: Password reset confirmation
ru: Подтвердить изменение пароля

source: Enter new password
ru: Введите новый пароль

source: Please enter your new password twice so we can verify you typed it in correctly.
ru: Пожалуйста, введите новый пароль дважды для подтверждения правильности его написания

source: New password:
ru: Новый пароль:

source: Confirm password:
ru: Подтвердить пароль:

source: Change my password
ru: Изменить мой пароль

source: Password reset unsuccessful
ru: Не удалось изменить пароль

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ru: Ссылка для изменения пароля недействительна – возможно, она уже была использована. Пожалуйста, попробуйте пройти процедуру смены пароля заново.

source: Are you sure that you want to permanently delete your profile?
ru: Вы действительно желаете окончательно удалить свой профиль?

source: Sign in as a different user
ru: Войти как иной пользователь

source: Or use your Amara account
ru: Или используйте ваш Амара-аккаунт

source: Forgot your password?
ru: Забыли свой пароль?

source: Create Account
ru: Создать учётную запись

source: Resend confirmation email
ru: Отправить повторно подтверждение электронной почты

source: Email
ru: Электронная почта

source: OpenID failed
ru: Ошибка OpenID

source: From
ru: От кого

source: Not finished
ru: Не закончено

source: Endorsed
ru: Одобрено

source: Review Needed
ru: Требуется проверка

source: Users
ru: Пользователи

source: editor
ru: редактор

source: Video Search
ru: Поиск по видео

source: Download Master Spreadsheet
ru: Загрузить Master Spreadsheet
