Repository: CSSRPDev/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Used exclusively when two speakers talk in the same subtitle.
ru: Используется, когда два человека говорят в одно и то же время субтитров.

source: Each speaker should have one line, and both lines should have an hyphen.
ru: У каждого говорящего должна быть своя строка, обе строки должны начинаться с тире.

source: - Sir, you are no gentleman.
ru: - Сэр, вы – не джентльмен.

source: - Rhett Butler: And you, Miss, are no lady.
ru: - Рэд Батлер: А вы, мисс, не леди.

source: Show All Guidelines
ru: Показать всё руководство

source: Hide All Guidelines
ru: Скрыть всё руководство

source: Translating Guidelines
ru: Руководство по переводу

source: Reviewing Guidelines
ru: Руководство по проверке субтитров

source: Close
ru: Закрыть

source: Keyboard Shortcuts
ru: Сочетания клавиш

source: Action
ru: Действие

source: Play / Pause video
ru: Воспроизвести / Приостановить видео

source: Skip back 2 seconds
ru: Отмотать назад на 2 секунды

source: Skip back 4 seconds
ru: Отмотать назад на 4 секунды

source: Skip forward 4 seconds
ru: Перемотать вперёд на 4 секунды

source: Insert line break
ru: Вставить разрыв строки

source: Delete empty subtitle
ru: Удалить пустой субтитр

source: Exit edit mode of current subtitle
ru: Выйти из режима редактирования субтитров

source: Insert subtitle (above)
ru: Вставить субтитр (выше)

source: Insert subtitle (below)
ru: Вставить субтитр (ниже)

source: Delete current subtitle
ru: Удалить настоящий субтитр

source: Alt + Delete (or Backspace)
ru: Alt + Delete (или Backspace)

source: Alt + UP Arrow
ru: Alt + стрелка вверх

source: Navigate to the next subtitle
ru: Перейти к следующему субтитру

source: Show Browser Shortcuts
ru: Показать клавиши быстрого набора в браузере

source: Hide Browser Shortcuts
ru: Скрыть клавиши быстрого набора в браузере

source: Browser Defaults that should work
ru: Браузер по умолчанию, который должен работать

source: Jump to the next whole word
ru: Перейти к следующему слову

source: CTRL + RIGHT Arrow
ru: CTRL + стрелка вправо

source: Jump to the previous whole word
ru: Перейти к предыдущему слову

source: CTRL + LEFT Arrow
ru: CTRL + стрелка влево

source: Jump to the start of the subtitle
ru: Перейти к началу субтитра

source: Fn + RIGHT Arrow
ru: Fn + стрелка вправо

source: CMD + RIGHT Arrow
ru: CMD + стрелка вправо

source: Jump to the end of the subtitle
ru: Перейти к концу субтитра

source: Fn + LEFT Arrow
ru: Fn + стрелка влево

source: CMD + LEFT Arrow
ru: CMD + стрелка влево

source: Delete last complete word
ru: Удалить последнее слово целиком

source: Undo last action
ru: Отменить последнее действие

source: Redo last action
ru: Вернуть последнее действие

source: Save a version
ru: Сохранить версию

source: Italics formatting
ru: Оформление курсивом

source: Bold formatting
ru: Оформление подчеркиванием

source: Edit title and description
ru: Отредактировать название и описание

source: Title
ru: Название

source: Enter Title
ru: Ввести название

source: Description
ru: Описание

source: Enter Description
ru: Введите описание

source: Debugging Tools
ru: Инструменты отладки

source: Error saving subtitles
ru: Ошибка сохранения субтитров

source: There was an error saving your subtitles. Save your subtitles using the download button below and upload them to the system later.
ru: При сохранении субтитров возникла ошибка. Сохраните субтитры, нажав на кнопку скачивания ниже, и загрузите их на сайт позже.

source: To avoid data corruption, please do not open the or edit the subtitles in any text editor.
ru: Чтобы избежать повреждения данных, пожалуйста, не открывайте и не изменяйте субтитры в каких-либо текстовых редакторах.

source: There was an error saving your subtitles. Copy the subtitles above and save them to your computer as subtitle_backup.dfxp. You can upload them later.
ru: При сохранении субтитров возникла ошибка. Скопируйте субтитры выше и сохраните их на свой компьютер как subtitle_backup.dfxp. Вы можете загрузить их на сайт позже.

source: Download Subtitles
ru: Загрузить субтитры

source: Close Editor
ru: Закрыть редактор

source: Upload Subtitles
ru: Загрузить субтитры

source: Error resuming session
ru: Ошибка возобновления работы

source: There was an error resuming your session. Save your subtitles using the download button below and upload them to the system later.
ru: При возобновлении работы произошла ошибка. Сохраните субтитры, нажав на кнопку для скачивания ниже, и загрузите их на сайт позже.

source: There was an error resuming your session. Copy the subtitles above and save them to your computer as subtitle_backup.dfxp. You can upload them later.
ru: При возобновлении работы произошла ошибка. Скопируйте субтитры, нажав на кнопку сверху, и сохраните на своем компьютере как subtitle_backup.dfxp. Вы можете загрузить их на сайт позже.

source: Copy Timing
ru: Копировать время

source: Show
ru: Показать

source: Timeline
ru: Шкала времени

source: Clear timing
ru: Очистить Timing

source: Clear text
ru: Очистить текст

source: Revert to last saved version
ru: Вернуться к последней сохраненной версии

source: Is all the content subtitled?
ru: Содержание было переведено в субтитры полностью?

source: Yes, start syncing
ru: Да, начать синхронизацию

source: Watch the video again and verify that the subtitles are complete and correct.
ru: Пересмотрите видео и убедитесь, что все субтитры переведены и синхронизированы

source: Editing %(language)s subtitles for &ldquo;%(video)s&rdquo; - Amara
ru: Редактирование %(language)s субтитров для &ldquo;%(video)s&rdquo; - Amara

source: Loading subtitle editor&hellip;
ru: Загрузка субтитров editor&hellip;

source: Add a new language!
ru: Добавьте новый язык!

source: Continue
ru: Продолжить

source: A new video URL for
ru: Новый URL видео для

source: was submitted by
ru: опубликованы

source: Anonymous
ru: Аноним

source: Please check to make sure the new URL features the exact same video, and that subtitle timing is correct:
ru: Проверьте и убедитесь, пожалуйста, что новый URL соответствует исходному видео и что тайминг субтитров правилен:

source: View the new video URL
ru: Смотреть URL доработанного видео

source: View the original video URL
ru: Смотреть URL исходного видео

source: Upload them directly.
ru: Загрузить их напрямую.

source: Translated from
ru: Переведено с

source: This subtitle file is 100%% complete
ru: Этот файл с субтитрами готов на 100%%.

source: Login to upload subtitles
ru: Выполните вход, чтобы загрузить субтитры

source: If you believe your subtitle file is compatible, <a href='mailto:feedback@universalsubtitles.org'>send it to us</a>
ru: Если Вы считаете, что Ваш файл с субтитрами является совместимым, <a href='mailto:feedback@universalsubtitles.org'>отправьте его нам</a>

source: Processing, please be patient...
ru: Загружается. Пожалуйста, подождите...

source: This video is in %(language)s
ru: Это видео в %(language)s

source: Show all
ru: Показать всё

source: Show less
ru: Показать меньше

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> to video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed by <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. These changes went live immediately. %(time_change)s of the timing was changed.
ru: <b><a href="http://%(domain)s%(language_url)s">%(lang)s субтитры</a></b> к видео <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> были изменены <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Эти изменения были внесены сразу. %(time_change)s тайминга изменен.

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> to video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed. These changes went live immediately. %(time_change)s of the timing was changed.
ru: <b><a href="http://%(domain)s%(language_url)s">%(lang)s субтитры</a></b> к видео <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> изменились. Эти изменения были внесены сразу. %(time_change)s тайминга изменен.

source: Compare the new version to the last version
ru: Сравните новую версию с прошлой версией

source: Stop watching for changes on this video
ru: Прекратить следить за изменениями этого видео

source: Old Text
ru: Старый текст

source: Changes to title
ru: Изменения в названии

source: New Text
ru: Новый текст

source: Changes to description
ru: Изменения в описании

source: Changes to Subtitle Text
ru: Изменения в субтитрах

source: No videos found
ru: Видео не найдены

source: Notifications to %(u)s stopped for %(video)s.
ru: Оповещения для %(u)s прекращены для %(video)s.

source: Get Embed Code
ru: Получить код для вставки

source: How are you using Amara? What would make it better?
ru: Как Вы используете Amara? Как сделать его лучше?

source: Please let us know if you have any comments, questions, or suggestions!
ru: Сообщите нам, пожалуйста, если у вас есть какие-либо комментарии, вопросы или предложения.

source: Note: we read/speak English best, but try to read/respond to anything we can.
ru: Примечание: мы лучше читаем/говорим на английском, но пробуем читать/отвечать на всех языках, которые мы знаем.

source: Your email:
ru: Ваш email:

source: Your Feedback
ru: Ваши отзывы

source: Send feedback
ru: Отправить отзыв

source: Send Feedback
ru: Отправить отзыв

source: Thank you for your feedback.
ru: Спасибо за ваш отзыв.

source: If you would like to perform some additional testing
ru: Если вы хотите выполнить небольшие дополнительные тесты,

source: please go to our
ru: посетите, пожалуйста,

source: Litmus regression tests
ru: регрессионное тестирование Litmus

source: For new testers, we have
ru: Для новых пользователей у нас есть

source: a getting started guide
ru: руководство для начинающих

source: Enter feedback please.
ru: Введите отзыв, пожалуйста.

source: Please let us know what you were doing when you encountered this error.
ru: Пожалуйста, сообщите нам, что вы делали, когда столкнулись с этой ошибкой.

source: Sorry, the page you requested was not found.
ru: Извините, запрашиваемая вами страница не найдена.

source: Leave a comment
ru: Оставить комментарий

source: Comments
ru: Комментарии

source: Subtitles saved! You can share the video with friends, or get an embed code for your site. To add a translation, click the button below.
ru: Субтитры сохранены! Вы можете поделиться этим видео с друзьями или получить встроенный код для вашего сайта. Чтобы добавить перевод, нажмите на кнопку внизу.

source: Contribute
ru: Участвовать

source: <span class="team-link">This video is part of the <a href="%(url)s">%(team)s</a> team.</span>
ru: <span class="team-link">Это видео относится к команде<a href="%(url)s">%(team)s</a>.</span>

source: Add this video to one of your teams
ru: Добавить это видео к одной из Ваших команд

source: URLs
ru: Ссылки URL

source: Edit video
ru: Редактировать видео

source: Compare your work to the new version
ru: Сравните свою работу с новой версией

source: Watch Subtitled Videos
ru: Посмотреть видео с субтитрами

source: More Featured Videos
ru: Больше избранных видео

source: Featured Videos
ru: Избранные видео

source: More Recent Videos
ru: Больше новых видео

source: Latest Videos
ru: Последние видео

source: ago
ru: назад

source: Begin
ru: Начать

source: for example
ru: например

source: Add new URL
ru: Добавить новый URL

source: Primary
ru: Основной

source: Original
ru: Исходный

source: Make primary
ru: Сделать основным

source: Multiple video URLs let you link multiple videos to a single set of subtitles. Some example uses:
ru: URL к нескольким видео позволяет привязать множество видео к одному файлу субтитров. Примеры использования:

source: Two versions of the same video exist on Youtube. You do not want subtitle volunteers to duplicate their work, so you add both versions to the multiple URLs pane.
ru: На Youtube существует две версии одного и того же видео. Вы же не хотите, чтобы добровольцы делали одну работу дважды, так что добавьте обе версии на панель URL.

source: Tip: double check that there are no timing problems.
ru: Совет: дважды проверьте, что нет никаких проблем с синхронизацией.

source: Add another URL for this video
ru: Добавить другую ссылку для этого видео

source: Add
ru: Добавить

source: You must be logged in to add a URL
ru: Вы должны войти в систему, чтобы добавить URL

source: Login
ru: Войти

source: You are not authenticated
ru: Вы не авторизированы

source: Delete this URL? Warning: this cannot be undone. Only delete URLs for non-matching videos or videos where subtitles fail to display correctly.
ru: Удалить этот URL? Предупреждение: это действие не возможно отменить. Удаляйте URL для несоответствующих видео или видео, в которых субтитры отображаются некорректно.

source: There are no activities.
ru: Нет событий.

source: of
ru: из

source: Added
ru: Добавлено

source: %(number)s Language
ru: %(number)s язык

source: Delete Subtitle Language
ru: Удалить язык субтитров

source: You must use the tasks panel to work with this version.
ru: Вы должны использовать панель заданий для работы с этой версией.

source: Edit Subtitles
ru: Изменить субтитры

source: You do not have permission to edit this version.
ru: У вас нет полномочий для редактирования этой версии.

source: Download
ru: Скачать

source: Draft only
ru: Только черновик

source: Subtitles translated from %(language)s
ru: Субтитры переведены с %(language)s языка

source: Showing <strong>Revision %(version_number)s</strong> created <strong>%(revision_time)s</strong> by <a href="%(profile_url)s" title="View %(author)s's profile"><strong>%(author)s</strong></a>.
ru: Показать %(version_number)s</strong> <strong>Правку, созданную <a href="%(profile_url)s" title="View %(author)s's profile"><strong>%(author)s</strong></a> в <strong>%(revision_time)s</strong>.

source: Edit in Django Admin
ru: Редактировать в Django Admin

source: Title:
ru: Название:

source: Description:
ru: Описание:

source: The most recent revision for this language is blank, but there are older revisions that contain subtitles.
ru: Новейшая правка для данного языка отсутствует, но в предыдущих правках субтитры есть.

source: View revision history
ru: Просмотреть историю правок

source: These subtitles are in progress.
ru: Эти субтитры находятся в работе

source: Make more?
ru: Сделать больше?

source: No subtitles available yet.
ru: Субтитры ещё не доступны.

source: Make some!
ru: Приступайте!

source: This language contains subtitles that are still waiting to be moderated. Check back later.
ru: Этот язык содержит субтитры, которые всё ещё ожидают модерации. Вернитесь, пожалуйста, позже.

source: Sorry, this language has been removed by Amara staff members or authorized users.
ru: Извините, этот язык был удалён сотрудниками Амары или авторизованными пользователями.

source: No subtitles have been added for this language yet.
ru: Субтитры для этого языка пока что не были добавлены.

source: Roll back to this version
ru: Вернуться к этой версии

source: Dear
ru: Дорогой/-ая

source: Great news! <a href="http://%(domain)s%(user_url)s">%(user)s</a> has just started a %(language)s translation of your video <a href="%(video_url)s">%(video)s</a>
ru: Отличные новости! <a href="http://%(domain)s%(user_url)s">%(user)s</a> только что начал перевод вашего видео <a href="%(video_url)s">%(video)s</a> на %(language)s язык

source: You can review the translation and thank them for their contribution on this page:
ru: Вы можете просмотреть перевод и поблагодарить их за их вклад на этой странице:

source: Translation homepage
ru: Страница перевода

source: Thanks for your great work,
ru: Спасибо за твою отличную работу,

source: Sincerely
ru: Искренне,

source: The Amara Community
ru: сообщество Амара

source: Subtitles will be rolled back to a previous version
ru: Будет произведен откат субтитров до предыдущей версии

source: You need to log in to do that.
ru: Чтобы выполнить это действие, Вам необходимо выполнить вход.

source: Subtitles
ru: Субтитры

source: Revision History
ru: История правок

source: Comparing Revision
ru: Сравнение правок

source: Roll back to version
ru: Откатить к версии

source: Compare Revisions
ru: Сравнить правки

source: Revision
ru: Правка

source: Rollback to version #
ru: Вернуть изменения к версии #

source: Legacy Subtitle Editor
ru: Старый редактор субтитров

source: No subtitles for this language.
ru: Для данного языка субтитры отсутствуют.

source: Don't send any more emails about this particular video.
ru: Не присылайте более электронных писем по данному видео.

source: To stop receiving these emails, go to your preferences page and uncheck "notify me by email":
ru: Чтобы отказаться от получения электронных писем, перейдите на страницу настроек и снимите галочку возле пункта "уведомлять меня по email":

source: My profile / preferences
ru: Мой профиль / настройки

source: x Stop Following
ru: x Прекратить следить

source: ✓ Click to Follow
ru: ✓ Нажмите, чтобы следить

source: ✓ Following
ru: Следить

source: Not Following
ru: Перестать следить

source: You will stop receiving notifications when any subtitles for this video are edited. You can choose to follow again at any time.
ru: Вы перестанете получать уведомления, когда редактируются любые из субтитров для этого видео. Вы можете подписаться на отслеживание сообщений снова в любое время.

source: Stop following this video
ru: Перестать отслеживать это видео

source: You will stop receiving notification when
ru: Вы перестанете получать уведомления, когда

source: subtitles for this video are edited. You can choose to follow again at any time.
ru: субтитры для этого видео будут отредактированы. Вы можете начать отслеживать его снова в любое время.

source: Stop following
ru: Прекратить следить

source: subtitles
ru: субтитры

source: Unfollow all languages
ru: Прекратить следить за всеми языками

source: You will receive notifications when anyone edits
ru: Вы будете получать уведомления, когда кто-то редактирует

source: subtitles for this video. You can stop these emails at any time.
ru: субтитры для этого видео. Вы можете отказаться от получения этих писем в любой момент.

source: Follow
ru: Следить

source: You will receive notifications when anyone edits any subtitles for this video. You can stop these emails at any time.
ru: Вы получите уведомления, когда любой редактирует субтитры для этого видео. Вы можете отказаться от получения этих e-mail в любое время.

source: Follow this video
ru: Следить за этим видео

source: Follow all languages
ru: Следить за всеми языками

source: You must log in to follow a video.
ru: Вы должны войти в систему, чтобы следить за видео.

source: Authentication required
ru: Требуется авторизация

source: View all activity
ru: Просмотреть все действия

source: View all
ru: Просмотреть все

source: Change video language
ru: Изменить язык видео

source: Choose a language
ru: Выбрать язык

source: Current language is
ru: Текущий язык

source: not set
ru: не установлено

source: %(number)s language
ru: %(number)s язык

source: Synced Versions
ru: Синхронизированные версии

source: Version
ru: Версия

source: Actions
ru: Действия

source: delete subtitles
ru: удалить субтитры

source: Sync History
ru: История синхронизации

source: Date
ru: Дата

source: Result
ru: Результат

source: Details
ru: Детали

source: No Sync History
ru: История синхронизации отсутствует

source: Select two revisions to compare, please
ru: Выберите, пожалуйста, две правки для сравнения.

source: subtitles
ru: субтитры

source: Follower
ru: Последователь

source: Line
ru: Строка

source: Revisions
ru: Правки

source: Edit SubtitleLanguage in Django Admin
ru: Редактировать Язык Субтитров в Django Almin

source: The title of the video
ru: Название видео

source: has been changed by
ru: было изменено

source: has been changed
ru: было изменено

source: The new title is
ru: Новое название —

source: If this is incorrect, go to
ru: Если это неправильно, перейдите на

source: the video page
ru: страницу видео

source: and click 'edit title' to update it. If you're unable to edit the title, click 'Help' in the main menu to submit a support request.
ru: и нажмите "edit title" чтобы обновить его. Если редактирование названия невозможно, нажмите "Help" в главном меню для запроса поддержки.

source: Messages - Sent
ru: Сообщения - Отправленные

source: Do you really wish to delete this message?
ru: Вы действительно хотите удалить это сообщение?

source: Avatar
ru: Аватар

source: You have no sent messages.
ru: У Вас нет отправленных сообщений

source: %(commenter)s commented on the %(lang_name)s Language of "%(title)s".
ru: %(commenter)s прокомментировал/-а %(lang_name)s язык в "%(title)s".

source: %(commenter)s commented on "%(title)s".
ru: %(commenter)s прокомментировал/-а "%(title)s".

source: New message
ru: Новое сообщение

source: Inbox
ru: Входящие

source: Sent
ru: Отправленные

source: Messages - Inbox
ru: Сообщения - Входящие

source: The message has been successfully sent.
ru: Это сообщение было успешно отправлено.

source: Reply
ru: Ответить

source: You have no messages.
ru: У Вас нет сообщений.

source: Send Message
ru: Отправить сообщение

source: Filter
ru: Фильтр

source: any
ru: любой

source: Mark Read
ru: Отметить прочитанным

source: Messages - New
ru: Сообщения - Новые

source: Reject
ru: Отклонить

source: %(author)s has just sent you a message on Amara:
ru: %(author)s послал вам сообшение на Amara:

source: Reply to this message
ru: Ответить на это сообщение

source: Hi, Thanks for joining Amara!<br/> <p>If you created the "%(user)s" user account on universalsubtitles.org, please click the following link to confirm your email address (%(email)s):<br/></p> <p><a href="%(activate_url)s">confirm email</a></p> <p>If you believe you've received this message in error, we apologize—feel free to ignore it. If you have any concerns, please contact us at feedback@universalsubtitles.org.</p> Thanks, <br/> The Amara team
ru: Привет! Спасибо, что присоединились к Амаре! Если вы создали аккаунт "%(user)s" на сайте universalsubtitles.org, нажмите на ссылку ниже для подтверждения адреса вашей электронной почты (%(email)s):<br/></p> <p><a href="%(activate_url)s">подтвердить email</a></p> <p>Если вы уверены, что получили это сообщение по ошибке — мы просим прощения и будем рады, если вы проигнорируете это сообщение. Если же вы заинтересованы, свяжитесь, пожалуйста, с нами feedback@universalsubtitles.org.</p> Спасибо, <br/> Команда Амары

source: View site
ru: На сайт

source: Send
ru: Отправить

source: Back to Sign In
ru: Вернуться к Войти

source: Sign in with your OpenID
ru: Войти с аккаунта OpenID

source: Sign In
ru: Войти

source: Logo/Banner
ru: Логотип/Баннер

source: Square Logo
ru: Квадратный логотип

source: %(num)s language needed
ru: Нужен %(num)s язык

source: %(num)s language
ru: %(num)s язык

source: Sorry, no activity yet
ru: Извините, здесь пока что не было никаких действий.

source: Filter and Sort
ru: Фильтрация и сортировка

source: Edit team video
ru: Редактировать видео команды

source: Save
ru: Сохранить

source: Team Details
ru: Детали команды

source: Starting Task
ru: Начало выполнения задания

source: Perform Task
ru: Выполнить задание

source: Start Subtitling
ru: Начать создание субтитров

source: Completed Languages
ru: Законченные языки

source: Video Page
ru: Страница Видео

source: Team video
ru: Видео команды

source: Add video
ru: Добавить видео

source: Guidelines
ru: Руководство

source: Custom messages
ru: Пользовательские сообщения

source: Add guidelines to be displayed to your users when completing tasks.
ru: Все руководства, которые отображаются для ваших пользователей при выполнении заданий.

source: When transcribing
ru: Во время транскрибирования

source: When translating
ru: Во время перевода

source: When reviewing
ru: Во время проверки
