Repository: CSSRPDev/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site. Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material. Providing URLs in the body of an email is the best way to help us locate content quickly. Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted. A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law. A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. Such written notice should be sent to our designated agent as follows:
ru: Физическая или электронная подпись лица, уполномоченного действовать от имени владельца эксклюзивных прав, которые возможно нарушены. Название, защищенной работы, авторские права на которую объявлены нарушенными, или, если несколько работ на одном и том же сайте указаны в единой жалобе, полный список данный работ. Название материала, который объявлен предметом нарушающих действий и который должен быть удален или доступ к которому должен быть отключен, а также информация разумно достаточная для быстрой локализации провайдером сервиса данного материала. Предоставление URL в теле электронного письма является лучшим способом помочь быстрой локализации контента. Информация, разумно достаточная чтобы позволить поставщику услуг связаться со стороной, подавшей жалобу, такая как адрес, номер телефона, и, при наличии, электронный адрес для связи со стороной подавшей жалобу. Заявление, что сторона, подавшая жалобу, имеет добросовестное предположение, что обжалованное использование материала не является разрешенным владельцем авторских прав, его агентом или законом. Заявление, что информация в уведомлении является точной и под страхом наказания за ложные показания, что сторона, подавшая жалобу, уполномоченного действовать от имени владельца эксклюзивных прав, которые предположительно нарушены. Такое письменное уведомление должно быть отправлено нашему агенту следующим образом:

source: Please also note that under Section 512(f) any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.
ru: Обратите внимание, что в соответствии с Разделом 512 (f) любое лицо, которое сознательно искажает материал или его действия нарушают авторские права может быть привлечено к ответственности.

source: Counter-Notification
ru: Встречное уведомление

source: Please note that under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability. Please also be advised that we enforce a policy that provides for the termination in appropriate circumstances of subscribers who are repeat infringers.
ru: Пожалуйста, обратите внимание, что в соответствии с Разделом 512 (а) Закона об авторском праве, любое лицо, которое сознательно искажает данный материал или удаляет или отключает действие по ошибке или по неправильному определению может быть привлечено к ответственности. Также сообщаем, что мы проводим политику, которая предусматривает прекращение отношений с подписчиками, которые допускают повторные нарушения.

source: How do I file a DMCA counter notice?
ru: Как я могу подать встречное уведомление DMCA?

source: The process for counter-notifications is governed by Section 512(g) of the Digital Millennium Copyright Act: http://www.copyright.gov/legislation/dmca.pdf
ru: Процедура встречных уведомлений регулируется Разделом 512(g) Digital Millennium Copyright Act или DMCA: http://www.copyright.gov/legislation/dmca.pdf

source: Elements of Counter-Notification
ru: Элементы встречного увдомления

source: A sample counter notification may be found at: http://www.chillingeffects.org/dmca/counter512.pdf. To expedite our ability to process your counter notification, please use the following format (including section numbers):
ru: Образец встречного уведомления можно найти на: http://www.chillingeffects.org/dmca/counter512.pdf. С целью ускорения обработки вашего встречного уведомления используйте следующий формат (включая номера разделов):

source: Identify the specific URLs of material that Miro Guide has removed or to which Miro Guide has disabled access. Provide your full name, address, telephone number, and email address, and the username of your Miro Guide account. Provide a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which your address is located (or San Francisco County, California if your address is outside of the United States), and that you will accept service of process from the person who provided notification under subsection (c)(1)(C) or an agent of such person. Include the following statement: "I swear, under penalty of perjury, that I have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled." Sign the notice. If you are providing notice by e-mail, a scanned physical signature or a valid electronic signature will be accepted. Send the written communication to the following address:
ru: Укажите конкретный URL материалов, который были удалены Miro Guide или к которым Miro Guide отключил доступ. Предоставьте ваше полное имя, адрес, номер телефона и адрес электронной почты и имя пользователя вашего аккаунта в MIro Guide. Подтвердите ваше согласие о признании юрисдикции Федерального окружного суда того судебного округа, к которому относится ваш адрес (или Сан- Франциско, штат Калифорния, если ваш адрес находится за пределами Соединенных Штатов), и о принятии процессуальных услуг от человека, который инициировал жалобу в соответствии с подразделом (с) (1) (С) или от его агента. Включите следующее заявление: "Я клянусь под страхом наказания за лжесвидетельство, что добросовестно верю в то, что материал был удален или заблокирован в результате ошибки или неверного понимания". Подпишите заявление. В случае отправления заявление по электронной почте, принимаются отсканированная подпись или действительная электронная подпись. Отправьте письменное сообщение по следующему адресу:

source: What happens next?
ru: Что дальше?

source: DISCLAIMER: WE ARE NOT YOUR ATTORNEYS, AND THE INFORMATION WE PRESENT HERE IS NOT LEGAL ADVICE. WE PRESENT THIS INFORMATION FOR INFORMATIONAL PURPOSES ONLY.
ru: ПРАВОВАЯ ОГОВОРКА: МЫ НЕ ЯВЛЯЕМСЯ ВАШИМИ АДВОКАТАМИ. ДАННАЯ ИНФОРМАЦИЯ – НЕ ЮРИДИЧЕСКАЯ КОНСУЛЬТАЦИЯ. ИНФОРМАЦИЯ СЛУЖИТ ИСКЛЮЧИТЕЛЬНО В ИНФОРМАЦИОННЫХ ЦЕЛЯХ.

source: Share
ru: Поделиться

source: Post to Facebook
ru: Oтправить на Фейсбук

source: Post to Twitter
ru: Oтправить в Твиттер

source: Profile
ru: Профиль

source: Account
ru: Учётная запись

source: Logout
ru: Выйти

source: Your Teams
ru: Твои команды

source: Sign in / Sign up
ru: Вход / Регистрация

source: Add collaborative subtitling to every video on your site
ru: Создайте общие субтитры к каждому видео на своём сайте

source: Just drop one line of code into your page:
ru: Просто поместите строку кода на своей странице

source: You can add it just before the <code>&lt;/head&gt;</code> or <code>&lt;/body&gt;</code> tag (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">see usage notes</a>).
ru: Можно добавить перед тегом<code>&lt;/head&gt;</code> or <code>&lt;/body&gt;</code> (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">смотри инструкцию</a>).

source: This lets you and visitors to your site
ru: Это ведёт вас и посетителей на ваш сайт

source: Create subtitles for any compatible video
ru: Создавайте субтитры для любого совместимого видео

source: Find subtitles created by others
ru: Найти субтитры созданные другими пользователями

source: Add translations and improve other's work
ru: Добавляйте переводы и улучшения чужой работы

source: Make your videos searchable and accessible
ru: Сделайте свои видео доступными для поиска и просмотра

source: Bring your videos to an international audience
ru: Доводите ваши видео до международной аудитории

source: Proud to be a
ru: Горд быть

source: Featured Mozilla Drumbeat Project
ru: Поддерживаемый проект Mozilla Drumbeat

source: A "subtitle me" or "choose language" button will appear across all compatible videos. Users can click to activate (or create) subtitles.
ru: Кнопки "subtitle me" или "choose language" будут появляться во всех совместимых видео. Пользователи могут нажать их для активации (или создания) субтитров.

source: This code is experimental. If you run into problems, please
ru: Это экспериментальный код. Если будут какие-либо проблемы, пожалуйста,

source: let us know
ru: дайте нам знать

source: Previous
ru: Назад

source: Next
ru: Вперёд

source: <h2>About Amara</h2> <p> Amara gives individuals, communities, and larger organizations the power to overcome accessibility and language barriers for online video. The tools are free and open source and make the work of subtitling and translating video simpler, more appealing, and, most of all, more collaborative. </p> <p> The benefits of captioning and subtitling are immense: <ul> <li>Captions make videos accessible for viewers who are deaf or hard of hearing</li> <li>Translations make it possible for all of us to watch video in languages that we don't speak</li> <li>Video creators get: better SEO, more views, access to a far bigger (potentially multilingual and global) audience, accessibility for deaf and hard of hearing viewers, and more</li> </ul> </p> <p> Amara is composed of three main parts: <ul> <li>A subtitle creation and viewing tool (aka the widget)</li> <li>A collaborative subtitling website</li> <li>An open protocol for subtitle search/delivery</li> </ul> </p> <p> Everything we do is available under the open source <a href="http://www.gnu.org/licenses/agpl-3.0.html">AGPL</a> license. </p> <h2>Our Organization</h2> <p> <a href="http://www.pculture.org/">Participatory Culture Foundation</a> is a non-profit organization building free and open tools for more a democratic and decentralized media. Other projects of ours include <a href="http://www.getmiro.com/">Miro</a>, <a href="http://www.mirovideoconverter.com/">Miro Video Converter</a>, <a href="http://www.mirocommunity.org/">Miro Community</a>, and <a href="http://www.openvideoalliance.org/">Open Video Alliance</a>. </p> <p> Amara is a featured project of <a href="http://www.drumbeat.org/">Mozilla Drumbeat</a>, and the Mozilla Foundation has provided development support. Open Society Institute and the MacArthur Foundation are also financial supporters. </p> <h2>Publisher and Enterprise Services</h2> <p> Amara offers a set of professional tools and services that enable publishers and video platforms to create and manage high quality subtitles. With Amara, you can build a community of volunteers to subtitle your content, integrate with professional services, and use a powerful quality control system to ensure world-class quality. To learn more, see our <a href="http://www.universalsubtitles.org/en/enterprise/">enterprise services</a> and contact Dean Jansen, <a href="mailto:dean@pculture.org">dean@pculture.org</a>. </p>
ru: <h2>Про Amara</h2> <p> Amara предоставляет людям, сообществам и большим организациям мощь для преодоления преград доступности и языковых барьеров онлайн видео. Бесплатные инструменты и открытый исходный код упрощает процесс перевода и создания субтитров, делает его более привлекательным и, более всего, более совместным. </p> <p> Преимущества перевода и создания субтитров огромны: <ul> <li>Благодаря субтитрам видео становится доступно глухим и людям с осложнениями слуха</li> <li>Благодаря переводам видео становится доступно для людей, говоряших на других языках</li> <li>Создатели видео получают: SEO, больше просмотров, доступ к большой (потенциально мультиязыковой и глобальной) аудитории, доступ к глухим и людям с осложнениями слуха и больше</li> </ul> </p> <p> Amara состоит из 3 главных частей: <ul> <li>Инструмент создания и просмотра субтитров (также известный как widget)</li> <li>Сайт совместного создания субтитров</li> <li>Открытый протокол поиска/доставки субтитров</li> </ul> </p> <p> Всё, что мы делаем, доступно под свободной лицензией <a href="http://www.gnu.org/licenses/agpl-3.0.html">AGPL</a>. </p> <h2>Наша организация</h2> <p> <a href="http://www.pculture.org/">Participatory Culture Foundation</a> некоммерческая организация, разрабатывающая свободные и открытые инструменты более демократичного и децентрализованного медиа. Другие наши проекты выключают <a href="http://www.getmiro.com/">Miro</a>, <a href="http://www.mirovideoconverter.com/">Miro Video Converter</a>, <a href="http://www.mirocommunity.org/">Miro Community</a> и <a href="http://www.openvideoalliance.org/">Open Video Alliance</a>. </p> <p> Amara признанный проект <a href="http://www.drumbeat.org/">Mozilla Drumbeat</a>, и the Mozilla Foundation предоставила помощь в разработке. Open Society Institute и MacArthur Foundation предоставили финансовую помощь. </p> <h2>Услуги для авторов и предприятий</h2> <p> Amara предлагает набор профессиональных инструментов и услуг, позволяющих авторам и видео платформам создавать и управлять высококачественными субтитрами. С Amara, Вы можете построить сообщество волонтёров для создания субтитров к Вашему контенту, интегрировать с профессиональными услугами и использовать мощную систему контроля качества. Чтобы узнать больше, смотрите наши <a href="http://www.universalsubtitles.org/en/enterprise/">услуги для предприятий</a> и свяжитесь с Dean Jansen, <a href="mailto:dean@pculture.org">dean@pculture.org</a>. </p>

source: New: enable viewer-created translations and captions on your YouTube channel!
ru: Новинка: включите создаваемые зрителями переводы и субтитры на вашем канале YouTube!

source: Connect to YouTube
ru: Соединить с YouTube

source: No thanks
ru: Нет, спасибо

source: Subtitle a Video
ru: Создать субтитры для видео

source: Edit Profile
ru: Редактировать профиль

source: About you
ru: Расскажите о себе

source: Photo
ru: Фото

source: Remove current photo
ru: Удалить текущее фото

source: Save Changes
ru: Сохранить изменения

source: Saving...
ru: Сохраняем...

source: Do you really want to delete your photo?
ru: Вы действительно хотите удалить своё фото?

source: Loading...
ru: Загрузка...

source: Select your Languages
ru: Выберите свои языки

source: Select at least one language.
ru: Выберите как минимум один язык.

source: Saving your language settings...
ru: Сохраняем ваши языковые настройки...

source: What languages do you speak?
ru: Какими языками вы владете?

source: Submit
ru: Отправить

source: Cancel
ru: Отмена

source: doesn't have any activity yet.
ru: не активен/-вна.

source: Profile deleted by user.
ru: Профиль удалён пользователем

source: Edit
ru: Редактировать

source: Edit user
ru: Редактировать пользователя

source: Personal Info
ru: Личная информация

source: language
ru: язык

source: No subtitles yet
ru: Субтитров пока нет

source: hasn't joined any teams yet.
ru: не присоединились ни к одной из существующих команд.

source: %(user_info)s's videos | Amara
ru: Видео пользователя %(user_info)s | Amara

source: hasn't shared any videos on Amara.
ru: не поделился/-ась ни одним видео на Амара.

source: Send
ru: Отправить

source: a Message
ru: Сообщение

source: About
ru: Подробнее

source: hasn't selected languages yet.
ru: не выбрал/-а ни одного языка.

source: You have
ru: Ты имеешь

source: Go to your inbox
ru: Перейти во входящие сообщения

source: unread message
ru: непрочитанное сообщение

source: Videos you're working on
ru: Видео, с которыми ты работаешь

source: %(task_action)s %(language)s subtitles
ru: %(task_action)s субтитры для языка %(language)s

source: I can't do this
ru: Я не могу сделать это

source: Activity on your videos
ru: Активность с вашими видео

source: Nothing happening yet.
ru: Ещё ничего не произошло.

source: You haven't shared any videos yet.
ru: Вы не добавили ещё ни одного видео.

source: Activity in your teams
ru: Активность в вашей команде

source: All's quiet in your teams so far.
ru: В нашей команде нет новостей.

source: You haven't joined any teams yet.
ru: Вы еще не присоединились ни к одной из существующих команд.

source: Edits to my videos
ru: Редактирования моих видео

source: No Activity
ru: Нет активности

source: It looks like you logged in without submitting an email. We need an email address to notify you (for example, when others edit your work).
ru: Кажется, вы вошли, не указав вашу электронную почту. Нам нужен ваш электронный адрес, чтобы уведомлять вас (например, когда другие редактируют вашу работу).

source: Please enter a valid e-mail address
ru: Введите, пожалуйста, действующий адрес электронной почты

source: Enter valid email please.
ru: Введите корректный email адрес, пожалуйста

source: User Details
ru: Подробности

source: YouTube Sync
ru: YouTube-синхронизация

source: Other Accounts
ru: Другие учетные записи

source: Sign in to Amara with Twitter, Facebook, and other accounts
ru: Войти в Amara, используя Twitter, Facebook или другую учетную запись.

source: Add an account
ru: Добавить учетную запись

source: Notifications
ru: Уведомления

source: Send an email notification for each message received
ru: Посылать подтверждение по e-mail на каждое полученное сообщение.

source: API Access
ru: Доступ к API

source: Your API key
ru: Ваш API-ключ

source: Reset your API key
ru: Обновить API-ключ

source: Get an API key
ru: Получить API-ключ

source: Delete Your Account
ru: Удалить свой аккаунт

source: Add a linked account
ru: Добавить связанный аккаунт

source: What kind of account do you want to add?
ru: Какой счёт вы хотите добавить?

source: Link
ru: Ссылка

source: We <strong>invite your viewers to subtitle</strong> by adding a link to your video descriptions.
ru: Мы <strong>приглашаем посетителей сделать субтитры</strong> путём добавления ссылки в описания видео.

source: We <strong>send subtitles to YouTube</strong> whenever they're completed on Amara.
ru: Мы <strong>пересылаем субтитры на YouTube </strong> как только они будет закончены на Амаре.

source: When We Send Subtitles to YouTube
ru: Когда мы пересылаем субтитры на YouTube

source: The link is <strong>one-way only</strong>. Changes made on YouTube won't be reflected on Amara and may be overwritten. Use Amara to edit subtitles.
ru: Ссылка работает <strong>только в одном направлении</strong>. Изменения, сделанные на YouTube, не отразятся в Amara и могут быть потеряны. Редактируйте субтитры в Amara.

source: Amara will <strong>append a credit</strong> to the subtitles if space allows.
ru: Амара будет <strong>добавлять кредит на</strong> субтитры, если хватит места.

source: about Crowd Subtitles and YouTube
ru: о массовом создании субтитров и YouTube

source: Link accounts
ru: Подключить аккаунты

source: create one now
ru: Создать аккаунт?

source: Organizations/companies: interested in YouTube sync and crowd subtitling?
ru: Организации/компании: заинтересованы в синхронизации с YouTube и создании субтитров с помощью краудсорсинга?

source: Contact us
ru: Связаться с нами

source: Keyboard controls
ru: Управление клавиатурой

source: more commands
ru: больше комманд

source: Play / Pause
ru: Воспроизвести / Пауза

source: Skip back
ru: Назад

source: Insert a line break
ru: Вставить разрыв строки

source: Start subtitle
ru: Начать создание субтитров

source: End subtitle
ru: Закончить создание субтитров

source: Subtitling Guidelines
ru: Руководство по созданию субтитров

source: Amara Style Guidelines
ru: Руководство по стилю Амара

source: Subtitle line length
ru: Длина строки субтитра

source: Keep subtitle length to about 42 characters;
ru: Длина субтитра должна быть около 42 знака;

source: avoid more than 2 lines per subtitle.
ru: избегайте больше 2 строк в одном субтитре.

source: Minimum duration
ru: Минимальная продолжительность

source: Subtitles should not be less than 1 second.
ru: Субтитры не могут быть меньше 1 секунды.

source: Maximum duration
ru: Максимальная продолжительность

source: Split subtitles lasting more than 7 seconds.
ru: Разделяйте субтитры, которые длятся больше 7 секунд.

source: Reading speed
ru: Скорость чтения

source: 8-25 characters/second is recommended;
ru: 8-25 знаков/секунд рекомендованы;

source: 8-16 characters/second for children.
ru: 8-16 знаков/секунд для детей.

source: Sounds
ru: Звуки

source: Describe meaningful sounds that are relevant to the plot.
ru: Описывайте значимые звуки, имеющие отношение к сюжету.

source: ex: (water dripping)
ru: например: (звуки капающей воды)

source: Music
ru: Музыка

source: Describe relevant music which does not have relevant lyrics.
ru: Опишите музыку, в которой нет текста.

source: ex: ♪ (jazz music) ♪
ru: например: ♪ (джазовая музыка) ♪

source: Speaker Identification
ru: Идентификация говорящего

source: Use parenthesis to indicate when someone is speaking off-screen.
ru: Используйте круглые скобки, чтобы обозначить слова говорящего за кадром человека.

source: ex: (Michael) Wait for me!
ru: например: (Миша) Подожди меня!

source: Show Advanced Guidelines
ru: Показать расширенное руководство

source: Hide Advanced Guidelines
ru: Скрыть расширенное руководство

source: Translate the whole idea
ru: Переводите всю идею

source: Translations don't need to be word for word. Look at the context.
ru: Не переводите слово в слово. Смотрите контекст.

source: Make sure you are using the correct punctuation for the whole unit of text.
ru: Убедитесь, что вы используете правильные знаки пунктуации во всем тексте.

source: Maximum timing offset
ru: Максимальное временное смещение

source: Subtitles shouldn't start more than 0.5 seconds before or after the audio begins.
ru: Субтитры на должны начинаться/заканчиваться за 0.5 секунды до/после аудио.

source: On-screen texts
ru: Текст на экране

source: Translate the texts on the video that are relevant to the plot.
ru: Переведите текст, появляющийся на видео и относящийся к сюжету

source: Use meaningful speech
ru: Используйте осмысленную речь

source: Exclude things like “um” “ah” and other disfluencies.
ru: Избегайте звуков "хм", "ах" и других паразитов речи

source: Indicate inaudible parts
ru: Отмечайте неразборчивые звуки

source: If the audio is inaudible, it should be marked as [inaudible].
ru: Если звук не слышен, он должен быть помечен как [неразборчиво].

source: Lyrics
ru: Тексты песен

source: Wrap relevant lyrics in musical notes.
ru: Окружите тексты песен символами музыкальных нот.

source: ex ♪ Tell me dear Billy, ♪
ru: ex ♪ Дадим шар земной детям! ♪

source: Speaker identification
ru: Идентификация говорящего

source: Foreign language
ru: Иностранный язык

source: Identify relevant speech in foreign language.
ru: Обозначьте речь на иностарнном языке

source: ex: (Russian): Thank you.
ru: пример: (по-русски): Благодарю.

source: Simultaneous dialogue
ru: Одновременный диалог.
