Repository: CSSRPDev/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
ru: Обязательный параметр. Не более 30 символов. Только буквы, цифры и знаки @/./+/-/_

source: This value may contain only letters, numbers and @/./+/-/_ characters.
ru: Это значение должно состоять только из букв, чисел и знаков @/./+/-/_

source: Could not authorize with TED.
ru: Ошибка авторизации с помощью TED.

source: The %(team)s team has a new assignment!
ru: Новое задание для команды %(team)s!

source: Any Duration
ru: Любая продолжительность

source: Short (0-10 minutes)
ru: Короткие (0-10 минут)

source: Medium (10-30 minutes)
ru: Средние (10-30 минут)

source: Long (> 30 minutes)
ru: Длинные (> 30 минут)

source: Workflows
ru: Рабочие процессы

source: Endorse
ru: Одобрить

source: Send back
ru: Отправить обратно

source: %(language)s captions
ru: Язык субтитров: %(language)s

source: %(language)s translation
ru: Язык перевода: %(language)s

source: Now
ru: Сейчас

source: Subtitler
ru: Автор субтитров

source: Reviewer
ru: Редактор

source: Approver
ru: Ответственный за утверждение

source: Create %(language)s subtitles
ru: Создать субтитры на языке "%(language)s"

source: Review %(language)s subtitles
ru: Редактировать субтитры на языке "%(language)s"

source: Approve %(language)s subtitles
ru: Утвердить субтитры на языке "%(language)s"

source: Transcribe
ru: Транскирибировать

source: Translate
ru: Перевести

source: Join
ru: Присоединиться

source: Leave
ru: Покинуть

source: Assign
ru: Назначить

source: Re-Assign
ru: Переназначить

source: Remove
ru: Удалить

source: Endorsement
ru: Одобрение

source: Mark complete
ru: Отметить как завершённое

source: Move
ru: Переместить

source: join
ru: вступить

source: leave
ru: Покинуть

source: assign
ru: назначить

source: remove
ru: удалить

source: Language
ru: Язык

source: Dashboard
ru: Рабочий стол

source: Frequently Asked Questions
ru: Часто задаваемые вопросы

source: What is Amara?
ru: Что такое Amara?

source: How can I use Amara?
ru: Как я могу использовать Amara?

source: What are the benefits of subtitles?
ru: В чём преимущества субтитров?

source: Who is the Participatory Culture Foundation and why are they making Amara?
ru: Что такое Participatory Culture Foundation, и почему они делают Amara?

source: Will Amara support closed captions for the deaf and hard of hearing?
ru: Будет ли Amara поддерживать скрытые субтитры для глухих или слабослышащих людей?

source: Will your subtitles support my language or characterset?
ru: Будут ли ваши субтитры поддерживать мой язык и кодоровку?

source: When will the tools, including this site, be available in my language?
ru: Когда программы, в том числе и этот сайт, будут доступны на моём языке?

source: How can I add subtitles to my video?
ru: Как я могу добавить субтитры для видео?

source: What open source license do you use?
ru: Какой открытой лицензией вы пользуетесь?

source: I'm a developer, can I help out?
ru: Я – разработчик, чем я могу помочь?

source: Can non-technical people get involved with the project?
ru: Могут ли люди без технического образования участвовать в проекте?

source: Do you accept donations? Are they tax deductible?
ru: Вы принимаете пожертвования? Являются ли они налогом?

source: What is your relationship with Mozilla Drumbeat?
ru: Как вы относитесь к Mozilla Drumbeat?

source: Where can I download subtitles in .SRT or other formats?
ru: Где можно скачать субтитры в. SRT или их форматах?

source: It says "Someone else is currently editing these subtitles" and I can't do anything. How long will this last for? Why does it happen?
ru: Мне говорят "Кто-то другой сейчас редактирует субтитры", и я не могу ничего сделать. Как долго это будет длиться? Почему это происходит?

source: Why can't I change the timing on a translation?
ru: Почему я не могу изменить синхронность перевода?

source: How do old revisions work? What if somebody makes a change to my work that I don't approve of?
ru: Как работают старые ревизии? Что если кто-нибудь сделает изменения в моей работе, и я не одобрю их?

source: How do I add the Amara &quot;embed all videos&quot; code to my site?
ru: Как мне добавить код для вставки всего видео на свой сайт?

source: Hey, you don’t list my language!
ru: У вас нет моего языка!

source: Amara is an easy way for anyone to add subtitles, captions, or translate nearly any video on the web. It works in a collaborative Wikipedia-like fashion. The software is free and open source and can be used and <a href="http://wiki.github.com/pculture/unisubs/dev-center">improved by anyone</a>.
ru: ⇥⇥Amara — простой способ для добавления субтитров, ⇥⇥⇥переводов к любому видео в интернете для каждого. Работает в стиле ⇥⇥⇥коллаборативной модели вроде Википедии. Программное обеспечение бесплатное и open source, может быть использовано и ⇥⇥⇥<a href="http://wiki.github.com/pculture/unisubs/dev-center">улучшено каждым</a>. ⇥⇥

source: You can <a href="http://universalsubtitles.org/videos/create">begin subtitling</a> a video you have already posted on the web.
ru: ⇥⇥⇥Ты можешь <a href="http://universalsubtitles.org/videos/create">начать создавать субтитры</a> ⇥⇥⇥для видео, которые ты разместил в интернтее.⇥ ⇥⇥

source: VVideo subtitles are a gold mine of untapped potential.
ru: Видеосубтитры — золотые источники неиспользованного потенциала

source: Captions make videos accessible for viewers who are deaf or hard of hearing
ru: Титры делают видео доступным для глухих или слабослышащих зрителей

source: Translations make it possible for all of us to watch video in languages that we don't speak
ru: Благодаря переводам мы все можем смотреть видео на языках, на которых мы не говорим

source: Video creators get: better SEO, more views, access to a far bigger (potentially multilingual and global) audience, accessibility for deaf and hard of hearing viewers, and more
ru: Создатели видео получают: лучше поисковая оптимизация (SEO) , больше просмотров, доступ к большей аудитории (потенциально многоязычной и глобальной), доступность для глухих и слабослышащих зрителей и и другие преимущества

source: he Participatory Culture Foundation is a 501c3 non-profit organization whose mission is to build a fairer, more open, and more democratic media space. PCF saw a gap in the marketplace for more open and collaborative subtitling &mdash; Amara is helping to fill that need.
ru: Participatory Culture Foundaton является HKO 501с3 с миссией создания более справедливого, открытого и демократическое медиа-пространства. PCF видит большой спрос в открытом сотрудничестве по созданию субтитров &mdash; Амара помогает удовлетворить эту потребность.

source: Yes, we are working on a solution for making closed captions [including information about sounds and music], as well as subtitles/translations.
ru: Да, мы работаем над решением, чтобы создавать субтитры "по желанию" [в том числе информацию о звуках и музыке], а также субтитры/переводы.

source: We will be working to support as many languages/charactersets as possible.
ru: Мы будем работать, чтобы поддерживать как как можно больше языков и кодировок.

source: The site and tools are available in a number of languages (set your language in your browser preferences and we’ll take care of the rest). We’re always looking for <a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">volunteer translators</a> to help improve and add more languages.
ru: ⇥Сайт и инструментарий доступны на многих языках (укажите ваш язык ⇥⇥в настройках вашего браузера и мы позаботимся об остальном). Мы постоянно сотрудничаем с ⇥⇥<a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">переводчиками-волонтерами</a> ⇥⇥с целью добавления новых языков и улучшения качества перевода. ⇥

source: For a single video, use our site. For multiple videos on your website, use <a href="http://universalsubtitles.org/en/get-code/">this code</a> in your website’s template inside the &lt;head&gt; tags.
ru: ⇥ Для отдельных видео используйте данный сайт. Для множества видео на вашем сайте используйте ⇥⇥ <a href="http://universalsubtitles.org/en/get-code/">данный код</a> в ⇥⇥ шаблоне вашего вэбсайта в &lt;head&gt; tags. ⇥⇥

source: For our subtitling widget and community website, we're using the <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.
ru: Для нашего Виджета и сайта мы используем <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.

source: Please do! If you're interested in coding and development, please visit our <a href="http://wiki.github.com/8planes/unisubs/dev-center">developer center</a>.
ru: Сделайте это! Если вы заинтересованы в программировании и разработках, посетите, пожалуйста, наш <a href="http://wiki.github.com/8planes/unisubs/dev-center">центр разработок</a>.

source: If you're interested in general involvement, please see our <a href="https://www.drumbeat.org/project/universal-subtitles">Mozilla Drumbeat page</a>. If you have a specific idea, please get in touch: <a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> And as a 501c3 non-profit org, we do accept donations (see the next question for details).
ru: ⇥⇥Если вы заинтересованы в общем участии, ознакомьтесь пожалуйста с нашей ⇥⇥<a href="https://www.drumbeat.org/project/universal-subtitles">страницей Mozilla Drumbeat </a>. ⇥⇥Если у вас есть специальные идеи, свяжитесь пожалуйста: ⇥⇥<a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> ⇥⇥Как некоммерческая организация 501c3 мы принимаем пожертвования (см. подробности в следующем вопросе). ⇥⇥

source: Yes and yes! You can <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">donate here</a> (through the Mozilla Drumbeat project).
ru: ⇥⇥Да и да! Вы можете <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">пожертвовать здесь</a> (через "Mozilla Drumbeat" проект). ⇥⇥

source: The Mozilla Foundation has provided Amara with seed funding, community support, and fundraising support through <a href="http://www.drumbeat.org/about">Drumbeat</a>. Drumbeat is a movement to keep the web open for the next 100 years, and Amara is a featured project!
ru: Mozilla Foundation предоставила Amara посевное финансирование, поддержку сообщества и поддержку в вопросах фандрайзинга через <a href="http://www.drumbeat.org/about">Drumbeat</a>. Drumbeat - это движение за открытый интернет на следующие 100 лет, Amara является участником данного проекта!

source: When subtitles exist, you can download them in .SRT, .SSA, .SBV, .TXT, and DFXP. formats on the page for that language (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">example</a>). Click "Download Subtitles" button in the lower right to the left from "Edit Subtitles" button and choose the desired file format from the drop-down list.
ru: ⇥ Если субтитры есть, вы можете загрузить их в .SRT, .SSA, .SBV, .TXT, and DFXP. ⇥ форматах на странице для выбранного языка (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">пример</a>). ⇥⇥ Нажмите кнопку "Download Subtitles" в правом нижнем углу слева от кнопки "Edit Subtitles" ⇥⇥ и выберите нужный формат из списка выпадающего меню.

source: The system currently only allows one user to edit subtitles for any given video at a time. So, if someone else is already editing subtitles for the video when you try to edit the subtitles, you'll get this message.
ru: В настоящее время система допускает редактирование субтитров к видео только для одного пользователя в одно и то же время. Поэтому если кто-то уже редактирует субтитры к видео, когда вы пытаетесь получить доступ на редактирование к ним, вы увидите это сообщение.

source: Each set of subtitles or translation has a full revision history. Just click on the tab on the subtitle page in you will see a list of revisions. You can use the checkboxes on the left and the "compare revisions" button to see the difference between two revisions. Or you can click on any one revision, and edit based on that revision or roll back to that revision. <br/><br/> If the current version is blank, but there are older revisions, it make sense to check those older revisions before starting from scratch, because there could be useful work in an older revision.
ru: Каждый набор субтитров и переводов содержит полную историю правок. ⇥⇥Просто кликните на Tab на странице субтитров и вы увидите список правок. ⇥⇥Вы можете использовать флажки /чекбоксы/ слева и кнопку "сравнения правок" ⇥⇥чтобы увидеть разницу между двумя правками. Или вы можете кликнуть ⇥⇥ на любую правки и редактировать на основе этой правки или вернуться к этой правке. <br/><br/> Проверьте старые версии, если текущая версия не заполнена. ⇥⇥имеет смысл проверить старые версии перед тем как начать делать правки ⇥⇥потому как это может быть полезно работать со старыми версиями.

source: Sorry about that. Just contact us and we’ll be happy to add it.
ru: Мы сожалеем об этом! Свяжитесь с нами и мы будем рады это добавить.

source: Thanks for getting in touch! We love hearing your ideas, bugs, feedback, opinions and such.
ru: Спасибо, что остаётесь с нами на свзи! Мы рады слышать ваши идеи, сообщения об ошибках, ваше мнение и предложения.

source: Stay tuned as the project evolves!
ru: Оставайтесь с нами,по мере того как проект развивается!

source: Announcement Signup
ru: Регистрация для получения новостей

source: Best
ru: Лучшие

source: PS. We do our best to respond to all questions, but please be patient -- we get a lot of email
ru: PS. Мы очень стараемся отвечать на все вопросы, будьте, пожалуйста, терпеливы — мы получаем много писем.

source: Sorry!
ru: Извините!

source: If you need assistance, please visit our support site at
ru: Если вам нужна помощь, пожалуйста, посетите сайт нашей поддержки по адресу

source: Get help
ru: Получить помощь

source: Caption, translate, subtitle and transcribe video.
ru: Подпись, перевод, субтитры и транскрипция видео

source: Terms
ru: Условия

source: Privacy
ru: Конфиденциальность

source: Security
ru: Безопасность

source: Help
ru: Помощь

source: Impersonate
ru: Представиться

source: We&#8217;d like help testing our subtitling widget
ru: Помогите&#8217; нам в тестировании нашего виджета для создания субтитров

source: Just launch our feedback form and try captioning a video
ru: Просто запустите форму обратной связи и попробуйте написать субтитры для видео

source: Warning: These videos should not be embeded--there is a good possibility they will break at some point!
ru: Предупреждение: Эти видео встраивать не рекомендуется - есть высокий риск, что они будут прерваны в какой-то момент!

source: Warning #2: These subtitles are non-permanent and should not be relied on -- someone could change them.
ru: Предупреждение № 2: эти субтитры не являются постоянными и на них не следует полагаться - кто-то может изменить их.

source: This alpha site is for purely testing purposes.
ru: Этот альфа-сайт предназначен сугубо для тестирования.

source: Open Subtitles Design Summit
ru: Конференция Open Subtitles Design

source: The Open Subtitles Design Summit will bring together global stakeholders in the subtitling space for a tightly focused / goal oriented meeting in NYC. The event is being organized by The Participatory Culture Foundation, developers of the Amara project. We expect roughly 40 participants.
ru: Open Subtitle Design в Нью-Йорке соберет важных игроков рынка субтитров для проведения эффективного и очень продуктивного мероприятия. Конференция организована создателями проекта Amara - Participatory Culture Foundation. Ожидается около 40 участников.

source: Meeting Goals
ru: Цели встречи

source: <strong>Connect</strong> major stakeholders from projects, organizations, and movements that have open subtitling needs or focus.
ru: <strong>Встретить вместе</strong> главных заинтересованных сторон из проектов,организаций и движений которые заинтересованы или нуждаются в открытых субтитрах.

source: <strong>Identify ways</strong> to solve stakeholder subtitling needs and be aware of existing technology that can be leveraged. Find logical places for collaboration/cooperation.
ru: <strong>Найти пути</strong> варианты решения проблем создания субтитров для заинтересованных сторон и получить информацию о существующих технологиях, которыми можно воспользоваться.Найти точки кооперирования и совместной работы.

source: <strong>Move towards</strong> standardizing solutions and pushing forward the state of the art in open subtiting.
ru: <strong>Двигаться в направлении</strong> стандартизации решений и далнейшего продвижения в развитии открытого субтитрирования.

source: Participants
ru: Участники

source: Participants will include: video creators and producers, end-users, representatives from major video hosting services, standards engineers, accessibility advocates, open source developers, educational leaders, and other individuals and organizations with a stake in the subtitling world. We'll make a roster available when the event draws closer.
ru: Среди участников будут: видео создатели и производители, конечныe пользователи, представители основных услуг видео хостинг, инженеры стандартов , адвокаты доступности, разработчики открытого программного обеспечения, руководители образования, и другиe лица и организации, заинтересованныe в мирe субтитров . Мы сделаем список доступным при приближении события .

source: Attendees are selected by invitation; however, if you or your organization would like to participate, please contact:
ru: Участники отбираются по приглашению, однако, если вы или ваша организация хотели бы принять участие, пожалуйста, обращайтесь:

source: When
ru: Когда

source: September 29th and 30th, beginning at 9am on both days.
ru: 29 и 30-е сентября , начало в 9 утра в оба дня.

source: Where
ru: Где

source: The summit will be held at the beautiful Open Plans penthouse in Soho, which is located at 148 Lafayette St, Floor 12, New York City. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">map</a>)
ru: Конференция пройдет в очень красивом пентхаузе в Сохо,ул.Лафаэт 148,12 этаж, Нью Йорк.. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">map</a>)

source: Why
ru: Почему

source: The focus of this summit is increased availability and better usability for captions and subtitles, which are both sorely needed. It comes at a critical time, as internet video usage is skyrocketing&mdash;people who rely on captions are threatened to be left behind. New users from every culture are coming online en masse; standardizing and ubiquitizing the technology can make potential audiences exponentially larger and messages can cross cultural boundaries more easily. More captions will also make it simpler for computers to process, index, and make sense of the ever growing sea of online video.
ru: Фокус конференции на более доступных субтитрах и облегчение в их исползовании - обе цели крайне восстребованы.Время как раз очень критическое,потому что использование видео в Интернете резко возрасло&mdash;люди, полагающиеся на субтитры под угрозой быть оставлеными позади.Новые пользователи,представители всех народов, массово присоединяются к использованию Интернета; Создание технологических стандартов может прогрессивно увеличить потенциальные аудиотории и даст посланиям возможность легче пересекать культурные барьеры. Субтитры также упростят индексацию и обработку вечно растущего океана видео онлайн.

source: Organizers, Facilitators, Sponsors
ru: Организаторы, посредники, спонсоры

source: Organizers
ru: Организаторы

source: The <a href="http://www.participatoryculture.org/">Participatory Culture Foundation</a> is organizing the summit. Their most recent project, <a href="http://universalsubtitles.org/">Amara</a>, makes open source and collaborative subtitling and translation easy.
ru: <a href="http://www.participatoryculture.org/">Participatory Culture Foundation</a> является организатором конференции. Их последний проект, <a href="http://universalsubtitles.org/">Amara</a>, упрощает процесс совместного создания и перевода субтитров.

source: Facilitators
ru: Посредники

source: <a href="http://www.aspirationtech.org/">Aspiration</a> is providing facilitation and agenda design. Aspiration believes that face-to-face events are the most powerful way to facilitate interaction, build networks, and collaborate.
ru: <a href="http://www.aspirationtech.org/">Aspiration</a> is предоставляет посредничество и темовой дизайн. Aspiration верит что личные встречи лицом к лицу это самый влиятельный способ общения,наращивания связей и сотрудничества.

source: Sponsors
ru: Спонсоры

source: The summit has been generously funded by the <a href="http://www.soros.org/">Open Society Institute</a>.
ru: Конференция щедро субсидируется <a href="http://www.soros.org/">Open Society Institute</a>.

source: Special thanks to <a href="http://openplans.org/">Open Plans</a> for providing meeting space!
ru: Особое спасибо <a href="http://openplans.org/">Open Plans</a> за предоставление места встречи !

source: Copyright Infringement Notification
ru: Уведомление о нарушении авторских прав

source: To file a copyright infringement notification with us, you will need to send a written communication that includes substantially the following (please consult your legal counsel or see Section 512(c)(3) of the Copyright Act to confirm these requirements):
ru: При обращении к нам с уведомлением о нарушении авторского права, необходимо послать письменное сообщение, включающее следующую информацию (проконсультируйтесь с юристом или обратитесь к Секции 512(с)(3) Закона об авторском праве для подтверждения данных требований):
