Repository: CSSRPDev/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: You cannot edit that project.
ru: Вы не можете редактировать этот проект.

source: Project saved.
ru: Проект сохранён.

source: Someone else is currently editing %(language)s. Please try again later.
ru: Кто-то уже редактирует %(language)s. Попробуйте позже.

source: Successfully deleted language.
ru: Язык успешно удалён.

source: Complete
ru: Завершить

source: Saving
ru: Сохранение

source: Approve
ru: Принять

source: Approving
ru: Утверждается

source: Send Back
ru: Вернуться

source: Sending back
ru: Возвращаетесь

source: Project
ru: Проект

source: Let's keep things tidy, shall we?
ru: Давайте не будем мусорить, хорошо?

source: Video language
ru: Язык видео

source: It will be saved only if video does not exist in our database.
ru: Видео будет сохранено только если его не существует в нашей базе данных.

source: Video URL
ru: URL видео

source: Enter the URL of any compatible video or any video on our site. You can also browse the site and use the 'Add Video to Team' menu.
ru: Введите URL любого совместимого видео или любого видео на нашем сайте. Вы также можете просмотреть сайт и использовать меню "Добавить видео в команду".

source: Video successfully added to team.
ru: Видео успешно добавлено в команду.

source: Video successfully added to team from the community videos.
ru: Видео успешно добавлено в команду из видео сообщества.

source: This video already belongs to the %(team)s team (<a href="%(link)s">view video</a>)
ru: Это видео уже принадлежит команде %(team)s (<a href="%(link)s">посмотреть видео</a>)

source: This video already belongs to another team.
ru: Это видео уже принадлежит другой команде.

source: Team URL: http://universalsubtitles.org/teams/
ru: URL команды: http://universalsubtitles.org/teams/

source: This video has already been transcribed.
ru: Это видео уже транскрибировано.

source: No one has transcribed this video yet, so it can't be translated.
ru: Никто ещё не транскрибировал это видео, поэтому его нельзя перевести.

source: This language already has a complete set of subtitles.
ru: На этом языке уже есть полный набор субтитров.

source: This language for this video does not exist or doesn't have a version.
ru: Этот язык для этого видео не существует или не имеет версии.

source: There is already a task in progress for that video/language.
ru: Для этого видео/языка уже выполняется задание.

source: You must select a language for a %(task_type)s task.
ru: Вы должны выбрать язык для %(task_type)s задания.

source: That user has already been assigned the maximum number of tasks.
ru: Этот пользователь уже был назначен на максимальное количество заданий.

source: You do not have permission to assign this task.
ru: У вас нет полномочий назначать это задание.

source: This user cannot perform that task.
ru: Этот пользователь не может выполнить это задание.

source: You do not have permission to delete this task.
ru: У вас нет полномочий для удаления этого задания.

source: Welcome heading on your landing page for non-members
ru: Сообщение на главной страницы для тех, кто не является участником

source: When a member is invited to join the team
ru: Когда участник приглашается присоединиться к команде

source: When a member applies to join the team
ru: Когда участник принимает приглашение в команду

source: When a member joins the team
ru: Когда участник присоединяется к команде

source: When a member is given the Manager role
ru: Когда участнику даётся роль Менеджера

source: When a member is given the Admin role
ru: Когда участнику даётся роль Администратора

source: New message language
ru: Новое сообщение языка

source: When a member speaking that language joins the team
ru: Когда участник, говорящий на этом языке, присоединяется к команде

source: Max 940 x 235
ru: Максимум 940 x 235

source: Recommended size: 100 x 100
ru: Рекомендуемый размер: 100x100

source: How can users join your team?
ru: Как пользователи могут присоединиться к вашей команде?

source: Who can add/remove videos?
ru: Кто может добавлять/удалять видео?

source: You cannot blacklist a preferred language.
ru: Вы не можете внести предпочитаемый язык в чёрный список.

source: Assign a role
ru: Назначить роль

source: Users to add to team
ru: Пользователи, которых можно добавить в команду

source: User is already a member of this team
ru: Пользователь уже в этой команде

source: Message to user
ru: Отправить сообщение пользователю

source: There's already a project with this name
ru: Проект с таким именем уже существует

source: %(user)s is not a manager
ru: %(user)s не является менеджером

source: Type "Yes I want to delete this language" if you are sure you wish to continue
ru: Напишите "Да я хочу удалить этот язык", если вы уверены что хотите продолжить.

source: Are you sure?
ru: Вы уверены?

source: Yes I want to delete this language
ru: Да я хочу удалить этот язык

source: Confirmation text doesn't match
ru: Текст подтверждения не совпадает

source: These subtitles are not under a team's control.
ru: Эти субтитры не находятся под управлением команды.

source: You do not have permission to delete this language.
ru: У вас нет полномочий для удаления этого языка.

source: You cannot perform that task.
ru: Вы не можете выполнять это задание.

source: Mismatched video and task!
ru: Видео и задание не соответствуют!

source: Task has been deleted
ru: Задание удалено

source: The selected language does not match the task.
ru: Выбранный язык не соответствует заданию.

source: The selected source language %(from_code)s does not match the existing source language %(cur_code)s for that task.
ru: Выбранный исходный язык %(from_code)s не соответствует существующему исходному языку %(cur_code)s для этого задания.

source: Title/Description
ru: Заголовок/описание

source: Has completed language
ru: Есть завершённый язык

source: Missing completed language
ru: Не хватает завершённого языка

source: Name, a-z
ru: Название, а-я

source: Name, z-a
ru: Название, я-а

source: Time, oldest
ru: Время, от старого

source: Time, newest
ru: Время, от нового

source: Most completed languages
ru: Больше всего завершённых языков

source: Least complete languages
ru: Меньше всего завершённых языков

source: Any
ru: Любые

source: No Project
ru: Без проекта

source: date, newest
ru: дате, сначала последние

source: date, oldest
ru: дате, сначала самые старые

source: Activity Type
ru: Тип активности

source: Video Language
ru: Язык видео

source: Subtitle Language
ru: Язык субтитров

source: Sorted by
ru: Сортировка по

source: Any type
ru: Любой тип

source: Any language
ru: Любой язык

source: Search
ru: Поиск

source: All roles
ru: Все роли

source: Admins
ru: Администраторы

source: Managers
ru: Менеджеры

source: Contributors
ru: Участники

source: Language spoken
ru: Владение языками

source: Date joined, most recent
ru: Дата вступления, последние

source: Date joined, oldest
ru: Дата вступления, самые старые

source: Member Role
ru: Роль участника

source: Include all %(count)s videos
ru: Включает все %(count)s видео

source: New Team
ru: Новая команда

source: None
ru: Никто

source: Invalid project
ru: Неправильный проект

source: Project is not part of team
ru: Проект не является частью команды.

source: Video removed from project
ru: Видеозапись удалена из проекта

source: Video moved to Project: %(project)s
ru: Видео перемещено в проект: %(project)s

source: Change thumbnail
ru: Изменить превью

source: Video updated.
ru: Видео обновлено.

source: Tell us a little bit about yourself and why you're interested in translating with %(team)s. This should be 3-5 sentences, no longer!
ru: Расскажите нам немного о себе, и почему вы хотите переводить вместе с %(team)s. В 3-5 предложениях, не больше!

source: Video %(url)s already in the %(team)s Team
ru: Видео %(url)s уже в команде %(team)s

source: Video %(url)s already in another team
ru: Видео %(url)s уже в другой команде

source: CSV file
ru: Файл CSV

source: %(username)s is not a member of the team
ru: %(username)s не является участником этой команды

source: Team does not exist
ru: Команда не существует

source: You are already a member of this team.
ru: Вы уже участник этой команды.

source: You are now a member of this team.
ru: Теперь вы участник этой команды.

source: The "About you" field is required in order to apply.
ru: Поле "О вас" необходимо заполнить, чтобы подать заявку.

source: You have already applied to this team.
ru: Вы уже подали заявку в эту команду.

source: Your application has been denied.
ru: Ваша заявка была отклонена.

source: You have been removed from this team.
ru: Вас исключили из этой команды.

source: Your application has been approved. You are now a member of this team
ru: Ваша заявка одобрена. Теперь вы участник этой команды

source: You can't join this team by application.
ru: Вы не можете присоединиться к этой команде по заявке.

source: Team does not exist.
ru: Команда не существует.

source: You are not manager of this team.
ru: Вы не управляете этой командой.

source: Incorrect team member role.
ru: Некорректная роль участника.

source: Team member does not exist.
ru: Такой участник не существует.

source: You can't promote yourself.
ru: Вы не можете повысить себя.

source: Team member role changed.
ru: Роль участника изменена.

source: You cannot assign that role to that member.
ru: Нельзя назначить эту роль этому участнику.

source: Open
ru: Открыта

source: Application
ru: Заявка

source: Invitation by any team member
ru: Приглашение любым участником команды

source: Invitation by manager
ru: Приглашение управляющим

source: Invitation by admin
ru: Приглашение администратором

source: Any team member
ru: Любой участник

source: Managers and admins
ru: Управляющие и администраторы

source: Admins only
ru: Только администраторы

source: Daily
ru: Каждый день

source: Hourly
ru: Каждый час

source: name
ru: название

source: slug
ru: короткий адрес

source: description
ru: описание

source: All urls will be converted to links. Line breaks and HTML not supported.
ru: Все URL будут конвертированы в ссылки. Переносы строк и HTML не поддерживаются.

source: logo
ru: логотип

source: square logo
ru: квадратный логотип

source: videos public?
ru: публичное видео?

source: Sync metadata when available (Youtube)?
ru: Синхронизировать метаданные когда возможно (Youtube)?

source: videos
ru: видео

source: users
ru: пользователи

source: applicants
ru: заявители

source: Intro Video
ru: Вступительное видео

source: Page content
ru: Содержимое страницы

source: You can use markdown. This will replace Description.
ru: Вы можете использовать markdown. Это заменит описание.

source: HTML that appears at the top of the teams page.
ru: HTML сверху страницы команды.

source: authentication provider code
ru: код провайдера аутентификации

source: membership policy
ru: политика членства

source: video policy
ru: политика видео

source: task assignment policy
ru: политика назначения заданий

source: subtitling policy
ru: политика субтитров

source: translation policy
ru: политика перевода

source: maximum tasks per member
ru: максимум заданий на участника

source: task expiration (days)
ru: срок задания (в днях)

source: Teams
ru: Команды

source: Use this space to explain why you or your team need to caption or subtitle this video. Adding a note makes volunteers more likely to help out!
ru: Напишите здесь, зачем вам или вашей команде нужно сделать субтитры к этому видео. Это поможет привлечь волонтёров!

source: We automatically grab thumbnails for certain sites, e.g. Youtube
ru: Мы автоматически загружаем предпросмотры с некоторых сайтов, например YouTube

source: Need help with all languages
ru: Нужна помощь со всеми языками

source: If you check this, other languages will not be displayed.
ru: Если вы это отметите, другие языки не будут отображены.

source: You already have a pending application to %(team)s.
ru: Ваша заявка уже на рассмотрении у команды %(team)s.

source: You have been removed from %(team)s.
ru: Вас исключили из команды %(team)s.

source: Resume
ru: Продолжить

source: Start now
ru: Начать

source: Help %(team)s reach a world audience
ru: Помогите %(team)s быть услышанными всем миром

source: New %(team)s videos ready for subtitling!
ru: Новые видео команды %(team)s доступно для добавки субтитров!

source: Unknown video type: %(url)s
ru: Неизвестный тип видео: %(url)s

source: Badly formated language for %(url)s: %(language)s, ignoring it.
ru: Язык плохо оформлен для %(url)s: %(language)s, игнорируем его.

source: Badly formated duration for %(url)s: %(duration)s, ignoring it.
ru: Длительность плохо оформлена для %(url)s: %(duration)s, игнорируем её.

source: Video is already part of a team: %(url)s
ru: Видео уже включено в команду %(url)s

source: Invalid transcript file or language code for video %(url)s
ru: Неправильный файл с текстом или код языка для видео %(url)s

source: You are not authorized to perform such action
ru: Авторизуйтесь, чтобы совершить это действие.

source: Number of videos added to team: %(num)i
ru: Видео добавлено в команду: %(num)i

source: Video
ru: Видео

source: Member
ru: Участник

source: Task
ru: Задание

source: Can somebody help me subtitle these videos? %(url)s
ru: Кто-то может помочь мне сделать субтитры для этих видео? %(url)s

source: Simple
ru: Просто

source: Workflow updated
ru: Рабочий процесс обновлён

source: Workflow
ru: Рабочие процесс

source: Team Notes
ru: Заметки команды

source: Old Style
ru: Старый стиль

source: Tasks
ru: Задания

source: %(user)s added a note while editing %(title)s
ru: %(user)s добавил заметку когда редактировал %(title)s

source: Review
ru: Обзор

source: Watch the video and verify that the subtitles are correct. Click Approve when done, or Save Draft to finish later
ru: Просмотрите видео и подтвердите что субтитры правильные. Нажмите Подтвердить когда закончили, или Cохранить черновик чтобы закончить потом

source: <a class="icon" href="%(url)s"><img src="%(static_url)simages/edit-subtitles.png"></a>View <a href="%(url)s">tasks for this video</a>.
ru: <a class="icon" href="%(url)s"><img src="%(static_url)simages/edit-subtitles.png"></a>Просмотреть<a href="%(url)s">задания для этого видео</a>.

source: That task has already been completed.
ru: Эта задание уже выполнено.

source: Video embedding disabled by owner
ru: Вставка видео запрещена владельцем

source: Sorry, you cannot edit these subtitles now because they are being edited by another user. Please check back later.
ru: Извините, вы не можете редактировать эти субтитры, потому что их редактирует другой пользователь. Попробуйте позже.

source: Learn more
ru: Узнать больше

source: Sorry, you do not have permission to edit these subtitles. (%(learn_more_link)s)
ru: Извините, у вас нет прав редактировать эти субтитры. (%(learn_more_link)s)

source: Magic
ru: Магия

source: Recommended: magical auto-pause (just keep typing!)
ru: Рекомендуем: магическая авто-пауза (просто печатайте дальше!)

source: Standard
ru: Стандартный

source: Standard: no automatic pausing, use TAB key
ru: Стандартный: без автоматической паузы, используйте клавишу TAB

source: Beginner
ru: Начинающий

source: Beginner: play 4 seconds, then pause
ru: Начинающий: играет 4 секунды, затем пауза

source: Another user is currently performing the %(task_type)s task for these subtitles
ru: Другой пользователь сейчас выполняет задание %(task_type)s для этих субтитров

source: You are not allowed to download this subtitle format.
ru: Вы не можете загружать этот формат субтитров.

source: Publish
ru: Опубликовать

source: Unpublish
ru: Отменить публикацию

source: Save Draft
ru: Сохранить черновик

source: API Complete
ru: API закончено

source: Notes
ru: Заметки

source: Sorry, we can't upload your subtitles because work on this language is already in progress.
ru: К сожалению, мы не можем загрузить Ваши субтитры, потому что работа над этим языком уже ведётся.

source: The language already exists and is not a translation.
ru: Язык уже существует и не является переводом.

source: The language already exists as a translation from %(source_lang)s.
ru: Язык уже существует как перевод с %(source_lang)s.

source: Sorry, we can't upload your subtitles because another user is already assigned to this language.
ru: К сожалению, мы не можем загрузить ваши субтитры, потому что другой пользователь уже занимается этим языком.

source: Sorry, we can't upload your subtitles because you do not have permission to claim this language.
ru: К сожалению, мы не можем загрузить ваши субтитры, потому что у вас нет прав доступа для этого языка.

source: Sorry, we can't upload your subtitles because a draft for this language is already in moderation.
ru: К сожалению, мы не можем загрузить ваши субтитры, потому что черновик для этого языка уже на модерации.

source: Sorry, we couldn't upload your file because the number of lines in your translation (%(translation_lines)s) doesn't match the original (%(source_lines)s).
ru: К сожалению, мы не можем загрузить ваш файл, так как количество строк в нём (%(translation_lines)s) не совпадает с оригиналом (%(source_lines)s).

source: File size must be less than %(size)s kb.
ru: Размер файла должен быть меньше %(size)s КБ.

source: Unsupported format. Please upload one of the following: %(formats)s
ru: Неподдерживаемый формат. Пожалуйста, загрузите один из следующих: %(formats)s

source: Can not detect file encoding
ru: Невозможно определить кодировку файла

source: Somebody is subtitling this video right now. Try later.
ru: Другой пользователь сейчас пишет субтитры для этого видео. Попробуйте позже.

source: Invalid from language: %(language)s
ru: Ошибка для языка: %(language)s

source: %(language)s has no public versions
ru: для %(language)s нет публичных версий

source: Sorry, we can't upload your subtitles because this language is moderated.
ru: К сожалению, мы не можем загрузить ваши субтитры, потому что этот язык уже на модерации.

source: Subtitle Editor
ru: Редактор субтитров

source: Imported
ru: Импортировано

source: Rollback
ru: Вернуть изменения

source: Scripted
ru: Записано

source: Uploaded
ru: Загружено

source: Through web editor
ru: Через веб-редактор

source: Public
ru: Публичное

source: Private
ru: Частное

source: Deleted
ru: Удалено

source: Not Synced
ru: Не синхронизировано

source: Relevance
ru: Релевантность

source: Most languages
ru: Больше языков

source: Views Today
ru: Просмотров сегодня

source: Views This Week
ru: Просмотров на этой неделе

source: Views This Month
ru: Просмотров в этом месяце

source: Total Views
ru: Просмотров всего

source: query
ru: запрос

source: Subtitled Into
ru: Переведено на

source: Left blank for any language
ru: Оставьте пустым для любого языка

source: Video In
ru: Язык

source: Password
ru: Пароль

source: Password confirmation
ru: Подтверждение пароля

source: Personal info
ru: Личная информация

source: Permissions
ru: Разрешения

source: Important dates
ru: Важные даты

source: Remove Staff Access
ru: Убрать доступ сотрудникам

source: Hide
ru: Скрыть

source: Confirmation key expired.
ru: Ключ подтверждения истёк.

source: Email is confirmed.
ru: Электронный адрес подтверждён.

source: Confirmation email was sent.
ru: Письмо с подтверждением отправлено на ваш электронный адрес.

source: You email is empty or already confirmed.
ru: Ваш электронный адрес не указан, либо уже подтверждён.

source: Your account was deleted.
ru: Ваша учетная запись была удалена.

source: Incorrect Password
ru: Неправильный пароль

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
ru: Этот электронный адрес не привязан к чьему-либо аккаунту. Вы уверены что вы зарегистрированы?

source: The user account associated with this e-mail address cannot reset the password.
ru: Пользователь, привязанный к этому электронному адресу, не может сбросить пароль.

source: Retired user
ru: Ушедший пользователь

source: Add comment
ru: Добавить комментарий

source: Start subtitles
ru: Начать субтитры

source: Start translation
ru: Начать перевод

source: Edit subtitles
ru: Редактировать субтитры

source: Edit translation
ru: Редактировать перевод

source: understand enough
ru: понимаю достаточно

source: understand 99%
ru: понимаю 99%

source: write like a native
ru: пишу, как носитель языка

source: follow requests in language
ru: следуйте требованиям языка

source: This is date when start to display announcement. And only the last will be displayed.
ru: Это дата, когда объявление должно быть показано. Только последнее будет показано.

source: e-mail confirmation
ru: подтверждение электронной почты

source: e-mail confirmations
ru: подтверждения электронной почты

source: Fill email field, please.
ru: Заполните, пожалуйста, поле с адресом электронной почты.

source: Confirm your email, please.
ru: Подтвердите, пожалуйста, ваш email.

source: Help us caption & translate this video!
ru: Помогите нам сделать титры и перевести это видео!

source: Integrations
ru: Интеграции

source: OpenID Connect error
ru: Ошибка подключения к OpenID

source: That youtube account has already been linked to the user %(username)s.
ru: Данный аккаунт уже был привязан к пользователю %(username)s.

source: That youtube account has already been linked to the %(team)s team (<a href="%(link)s">view settings page</a>).
ru: Данный аккаунт уже был привязан к команде %(team)s (<a href="%(link)s">view settings page</a>).

source: That youtube account has already been linked to the %(team)s team.
ru: Данный аккаунт уже был привязан к команде %(team)s.

source: Youtube error: %(error)s
ru: Ошибка Youtube: %(error)s

source: Error while linking. Please try again.
ru: Не удалось создать ссылку. Повторите попытку.

source: Import all new videos
ru: Импортировать все новые видео

source: Import videos with tags:
ru: Импортировать видео с тегами:

source: Publisher ID
ru: ID издателя

source: Import Videos From Feed
ru: Импортировать видео из ленты

source: Player ID
ru: ID проигрывателя

source: Must specify a player id to import from a feed
ru: Нужно указать ID проигрывателя чтобы импортировать из ленты

source: Must specify a feed type for import
ru: Нужно указать тип ленты для импорта

source: Must specify tags to import
ru: Нужно указать теги для импорта

source: Add YouTube account
ru: Добавить аккаунт YouTube.

source: Remove account
ru: Удалить аккаунт

source: Import Videos into %(team)s
ru: Импортировать видео в %(team)s

source: Disable Video Import
ru: Отключить импорт видео

source: Partner ID
ru: ID партнёра

source: Secret
ru: Секретный

source: Administrator secret found in Settings -> Integration on your Kaltura control panel
ru: Секрет администратора можно найти в меню Настройки -> Интеграция в вашей панели управления Kaltura

source: Kaltura account
ru: Аккаунт Kaltura

source: partner id %(partner_id)s
ru: идентификатор партнера %(partner_id)s

source: Brightcove account
ru: Аккаунт Brightcove

source: YouTube account
ru: Аккаунт YouYube

source: No username
ru: Имя пользователя не указано

source: deleted account
ru: удаленный аккаунт

source: Success
ru: Выполнено

source: Error
ru: Ошибка

source: Sync history
ru: История синхронизации

source: Subtitles by the Amara.org community
ru: Субтитры, созданные сообществом Amara.org

source: Very Difficult Accent
ru: Очень сложный акцент

source: Glossary Needed
ru: Нужен глоссарий

source: Video Issue
ru: Проблема с видео

source: Too Many Caption Edits
ru: Слишком много исправлений в субтитрах

source: No Speech In Video
ru: В видео нет речи

source: Other
ru: Прочее

source: Billing
ru: Оплата

source: video id for platform
ru: id видео для платформы

source: result of transcription
ru: Результат транскрипции

source: subtitles created from transcription
ru: Автоматически создать задания по транскрибированию

source: Username
ru: Имя пользователя
