Repository: CSSRPDev/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Your profile has been updated.
ru: Ваш профиль обновлён.

source: Your account has been updated.
ru: Ваша учётная запись обновлена.

source: Your photo has been updated.
ru: Ваша фотография обновлена.

source: Your photo has been removed.
ru: Ваша фотография удалена.

source: Twitter account
ru: Учетная запись Twitter

source: Facebook account
ru: Учетная запись Facebook

source: Account deleted.
ru: Учетная запись удалена.

source: This user has not email
ru: У этого пользователя нет адреса электронной почты

source: You are not authenticated.
ru: Вы не идентифицированы.

source: Personal message from %(sender)s on amara.org
ru: Личное сообщение от %(sender)s на amara.org

source: Confirm new password:
ru: Подтвердите новый пароль:

source: Must specify current password
ru: Вы должны подтвердить существующий пароль

source: Invalid password
ru: Пароль недействителен

source: Passwords don't match
ru: Пароли не совпадают

source: You should be authenticated.
ru: Вы должны быть авторизированы.

source: Your email was updated.
ru: Ваш электронный адрес обновлён.

source: All Languages
ru: Все языки

source: Upload
ru: Загрузить

source: Video Added
ru: Видео добавлено

source: added a video: <a href="%(video_url)s">%(video)s</a>
ru: добавил(а) видео: <a href="%(video_url)s">%(video)s</a>

source: Video Title Changed
ru: Название видео изменено

source: edited a video title
ru: отредактировал(а) название видео

source: Comment added
ru: Комментарий добавлен

source: Version added
ru: Версия добавлена

source: Video URL added
ru: URL видео добавлен

source: Translation URL added
ru: Ссылка на перевод добавлена

source: added a translation
ru: добавил(а) перевод

source: Version approved
ru: Версия одобрена

source: Member Joined
ru: Новый участник

source: joined the %(team)s team as a %(role)s
ru: присоединился к команде %(team)s как %(role)s

source: Version Rejected
ru: Версия отклонена

source: left the %(team)s team
ru: покинул(-а) команду %(team)s

source: Version Reviewed
ru: Версия проверена

source: reviewed <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video)s</a>
ru: проверил(а) <a href="%(language_url)s">%(language)s</a> субтитры для <a href="%(video_url)s">%(video)s</a>

source: Version Accepted
ru: Версия одобрена

source: Version Declined
ru: Версия отклонена

source: declined <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video)s</a>
ru: отклонил(а) <a href="%(language_url)s">%(language)s</a> субтитры для <a href="%(video_url)s">%(video)s</a>

source: Video deleted
ru: Видео удалено

source: deleted a video: %(title)s
ru: удалил(а) видео: %(title)s

source: Video URL edited
ru: URL видео изменен

source: Video URL deleted
ru: URL видео удален

source: deleted url <a href="%(url)s">%(url)s</a>
ru: удалил(а) ссылку <a href="%(url)s">%(url)s</a>

source: Speaker Name
ru: Имя диктора

source: Location
ru: Местоположение

source: original
ru: язык видео

source: incomplete
ru: незавершенный

source: needs review
ru: требуется проверка

source: needs approval
ru: требуется утверждение

source: needs editing
ru: требуется редактирование

source: Here is the subtitle workspace for your video. You can share the video with friends, or get an embed code for your site. To start new subtitles, click "Add a new language!" in the sidebar.
ru: Вот место для работы над субтитрами вашего видео. Вы можете поделиться виде ос друзьями, или получить код для вставки на ваш сайт. Чтобы начать субтитры, нажмите "Добавить новый язык!".

source: You have submitted a video that is served over http. Your browser may display mixed content warnings.
ru: Вы предоставили видео, которое транслируется через http. Ваш браузер может выдавать предупреждения о смешанном содержании.

source: Existing subtitles will be imported in a few minutes.
ru: Существующие субтитры будут импортированы в течение нескольких минут.

source: Thank you for uploading. It may take a minute or so for your subtitles to appear.
ru: Спасибо за загрузку. Чтобы ваши субтитры отобразились, может потребоваться немного времени.

source: %(title)s with subtitles | Amara
ru: %(title)s с субтитрами | Amara

source: You don't have permission to rollback this language
ru: У вас нет разрешения для отката этого языка

source: You have not permission change this URL
ru: У вас нет полномочий менять этот URL.

source: Object does not exist
ru: Объект не существует

source: You have not permission delete this URL
ru: У вас нет полномочий на удаление этого URL

source: The language for %(video)s has been changed
ru: Язык для %(video)s был изменён

source: Just found a version of this video with subtitles
ru: Только что найдена версия этого видео с субтитрами

source: Check out this video and help make subtitles
ru: Посмотрите это видео и помогите сделать субтитры

source: Hey-- check out this video %(video_title)s and help make subtitles: %(url)s
ru: Привет — посмотри это видео %(video_title)s и помоги сделать субтитры: %(url)s

source: %(language)s subtitles for %(video)s:
ru: субтитры на языке "%(language)s" для видео %(video)s:

source: Hey-- just found %(language)s subtitles for %(video_title)s: %(url)s
ru: Хей! — только что нашёл субтитры для видео %(video_title)s: %(url)s. Язык: "%(language)s"

source: --Select language--
ru: --Выберите язык--

source: <a href="mailto:%(email)s">Contact us</a>
ru: <a href="mailto:%(email)s">Свяжитесь с нами</a>

source: Please try again with a link to a video page. %(contact_link)s if there's a problem.
ru: Пожалуйста, попробуйте ещё раз с помощью ссылки к видео. %(contact_link)s если возникнут проблемы.

source: You must link to a video on a compatible site (like YouTube) or directly to a video file that works with HTML5 browsers. For example: http://mysite.com/myvideo.ogg or http://mysite.com/myipadvideo.m4v %(contact_link)s if there's a problem
ru: Вы должны прикрепить ссылку к совместимому сайту (к примеру YouTube), или напрямую к видеофайлу, которые работает в HTML5-браузерах. К примеру: http://mysite.com/myvideo.ogg или http://mysite.com/myipadvideo.m4v %(contact_link)s если возникнут проблемы

source: You have not permission add video URL for this video
ru: У вас нет полномочий добавлять URL видео на это видео

source: Video URL already added to this video
ru: URL видео уже добавлено к этому видео

source: view video
ru: просмотреть видео

source: Video URL already added to a different video (%(link)s)
ru: URL видео уже добавлено к другому видео (%(link)s)

source: Video URL already added to a different video
ru: URL видео уже добавлено к другому видео

source: We support: rss 2.0 media feeds including Vimeo, Dailymotion, and more.
ru: Мы поддерживаем: ленты RSS 2.0, включая Vimeo, Dailymotion, и другие.

source: Sorry, we could not find a valid feed at the URL you provided. Please check the URL and try again.
ru: Извините, мы не смогли найти правильную ленту по данной вами ссылке. Пожалуйста, проверьте ссылку и попробуйте ещё раз.

source: Duplicate feed URL in form: %(url)s
ru: Дублировать URL ленту в форме: %(url)s

source: Feed for %(url)s already exists
ru: Лента для %(url)s уже существует

source: The videos are being added in the background. If you are logged in, you will receive a message when it's done
ru: Видео добавляются в фоновом режиме. Если вы залогинены, то получите сообщение, когда добавление будет закончено.

source: captcha
ru: капча

source: Subtitle into:
ru: Субтитры на

source: This video is in:
ru: Это видео на

source: Please double check the primary spoken language. This step cannot be undone.
ru: Пожалуйста, проверьте правильность указанного для видео языка. Этот шаг не может быть отменён.

source: Your Languages
ru: Ваши языки

source: You have not permission
ru: У вас нет разрешения

source: Incorrect video ID
ru: Неправильный ID-код видео

source: Video does not exist
ru: Видео не существует

source: Title can't be empty
ru: Заголовок не может быть пустым

source: Title can't be changed for this video
ru: Нельзя изменить заголовок этого видео

source: Title was changed success
ru: Заголовок был успешно изменён

source: Video does not exist.
ru: Видео не существует.

source: You are following this video now.
ru: Вы теперь следите за этим видео.

source: You stopped following this video now.
ru: Вы прекратили следить за этим видео.

source: Subtitles does not exist.
ru: Субтитры не существуют.

source: You are following this subtitles now.
ru: Вы теперь следите за этими субтитрами.

source: You stopped following this subtitles now.
ru: Вы прекратили следить за этими субтитрами.

source: in seconds
ru: в секундах

source: Views
ru: Просмотров

source: No Video URL
ru: Нет URL видео

source: reviewed <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s"> %(video_name)s</a>
ru: проверено <a href="%(language_url)s">%(new_language)s</a> субтитры для <a href="%(video_url)s"> %(video_name)s</a>

source: accepted <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
ru: одобрены субтитры на языке <a href="%(language_url)s">%(new_language)s</a> для <a href="%(video_url)s">%(video_name)s</a>

source: rejected <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
ru: отклонены субтитры на языке <a href="%(language_url)s">%(new_language)s</a> для <a href="%(video_url)s">%(video_name)s</a>

source: approved <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
ru: субтитры, язык: <a href="%(language_url)s">%(new_language)s</a>, для <a href="%(video_url)s">%(video_name)s</a> приняты

source: declined <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
ru: отклонены <a href="%(language_url)s">%(new_language)s</a> субтитры для <a href="%(video_url)s">%(video_name)s</a>

source: deleted a video: "%(title)s"
ru: удалено видео: "%(title)s"

source: added <a href="%(video_url)s">&#8220;%(video_name)s&#8221;</a> to Amara
ru: добавлено <a href="%(video_url)s">&#8220;%(video_name)s&#8221;</a> на Amara

source: <a href="%(video_url)s">%(video_name)s</a> added to Amara
ru: <a href="%(video_url)s">%(video_name)s</a> добавлено на Amara

source: changed title for <a href="%(video_url)s">%(video_name)s</a>
ru: изменено название для <a href="%(video_url)s">%(video_name)s</a>

source: Title was changed for <a href="%(video_url)s">%(video_name)s</a>
ru: Название <a href="%(video_url)s">%(video_name)s</a> было изменено.

source: commented on <a href="%(comments_url)s">%(new_language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
ru: прокомментировано в <a href="%(comments_url)s">%(new_language)s субтитрах </a> у <a href="%(video_url)s">%(video_name)s</a>

source: Comment added for <a href="%(comments_url)s">%(new_language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
ru: Добавлен комментарий для <a href="%(comments_url)s">%(new_language)s субтитров</a> у <a href="%(video_url)s">%(video_name)s</a>

source: commented on <a href="%(video_url)s">%(video_name)s</a>
ru: прокомментировано <a href="%(video_url)s">%(video_name)s</a>

source: Comment added for <a href="%(video_url)s">%(video_name)s</a>
ru: Комментарий добавлен для <a href="%(video_url)s">%(video_name)s</a>

source: started <a href="%(language_url)s">%(new_language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
ru: начаты <a href="%(language_url)s">%(new_language)s субтитры</a> для <a href="%(video_url)s">%(video_name)s</a>

source: <a href="%(language_url)s">%(new_language)s subtitles</a> started for <a href="%(video_url)s">%(video_name)s</a>
ru: <a href="%(language_url)s">%(new_language)s субтитры</a> начаты для <a href="%(video_url)s">%(video_name)s</a>

source: edited <a href="%(language_url)s">%(new_language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
ru: изменены <a href="%(language_url)s">%(new_language)s субтитры</a> для <a href="%(video_url)s">%(video_name)s</a>

source: <a href="%(language_url)s">%(new_language)s subtitles</a> edited for <a href="%(video_url)s">%(video_name)s</a>
ru: <a href="%(language_url)s">%(new_language)s субтитры</a> изменены для <a href="%(video_url)s">%(video_name)s</a>

source: added new URL for <a href="%(video_url)s">%(video_name)s</a>
ru: добавлен новый URL для <a href="%(video_url)s">%(video_name)s</a>

source: New URL added for <a href="%(video_url)s">%(video_name)s</a>
ru: Новая ссылка добавлена для<a href="%(video_url)s">%(video_name)s</a>

source: changed primary url from <a href="%(old_url)s">%(old_url)s</a> to <a href="%(new_url)s">%(new_url)s</a>
ru: изменить основную ссылку с <a href="%(old_url)s">%(old_url)s</a> на <a href="%(new_url)s">%(new_url)s</a>

source: deleted url <a href="%(title)s">%(title)s</a>
ru: удалённая ссылка <a href="%(title)s">%(title)s</a>

source: add video
ru: добавить видео

source: change title
ru: изменить название

source: comment
ru: комментировать

source: add version
ru: добавить версию

source: add translation
ru: добавить перевод

source: add video url
ru: добавить ссылку на видео

source: request subtitles
ru: запросить субтитры

source: approve version
ru: принять версию

source: add contributor
ru: добавить участника

source: remove contributor
ru: удалить участника

source: reject version
ru: отклонить версию

source: review version
ru: проверить версию

source: accept version
ru: принять версию

source: decline version
ru: отклонить версию

source: delete video
ru: удалить видео

source: edit url
ru: редактировать ссылку

source: delete url
ru: удалить ссылку

source: Unknown video type
ru: Неизвестный тип видео

source: This URL already <a href="%(url)s">exists</a> as its own video in our system. You can't add it as a secondary URL.
ru: Этот URL уже <a href="%(url)s">существует</a> как видео в нашей системе. Вы не можете добавить его как второй URL.

source: Can't remove the primary video URL
ru: Нельзя убрать основное URL видео

source: Unknown
ru: Неизвестно

source: Feed is unavailable now.
ru: Лента в данный момент недоступна.

source: Message sent.
ru: Сообщение отправлено

source: You should be authenticated to write messages
ru: Для написания сообщений необходимо авторизоваться

source: This message is from site administrator.
ru: Сообщение от администратора.

source: You cannot send a message to a user and a team at the same time.
ru: Нельзя одновременно отправить сообщение и пользователю, и команде.

source: You must choose a recipient.
ru: Вы должны выбрать адресата.

source: This field is required.
ru: Это поле необходимо заполнить.

source: Message does not exist.
ru: Сообщение не существует.

source: [no subject]
ru: [без темы]

source: You should enter subject or message.
ru: Вы должны ввести тему или сообщение.

source: New message from %(author)s on Amara: %(subject)s
ru: Новое сообщение от %(author)s на Amara: %(subject)s

source: New message on Amara: %(subject)s
ru: Новое сообщение на Amara: %(subject)s

source: You've been invited to team %(team)s on Amara
ru: Вас пригласили в команду %(team)s на Amara

source: %(user)s is applying for team %(team)s
ru: %(user)s подаётся в команду %(team)s

source: Your application to join the %(team)s team has been declined
ru: Ваша заявка на присоединение к команде %(team)s была отклонена

source: %(team)s team has a new member
ru: У команды %(team)s появился новый участник

source: You've joined the %(team)s team!
ru: Вы присоединились к команде %(team)s!

source: %(user)s has left the %(team)s team
ru: %(user)s покинул команду %(team)s

source: You've left the %(team)s team!
ru: Вы покинули команду %(team)s!

source: You have a new task assignment on Amara!
ru: У Вас новое задание на Amara!

source: Your subtitles have been reviewed
ru: Ваши субтитры были проверены

source: and published
ru: и опубликованы

source: Your subtitles have been approved and published!
ru: Ваши субтитры были одобрены и опубликованы!

source: Your subtitles have been returned for further editing
ru: Ваши субтитры возвращены для дальнейшего редактирования

source: Your subtitles were not accepted
ru: Ваши субтитры не были приняты

source: %(user)s left a comment on the video %(title)s
ru: %(user)s оставил комментарий к видео %(title)s

source: You car reply only comments for same object
ru: Вы можете отвечать только на комментарии по той же теме

source: i-names are not supported
ru: i-name не поддерживаются

source: The OpenID was invalid
ru: Неверный OpenID

source: The request was cancelled
ru: Запрос был отменён

source: Setup needed
ru: Требуется установка

source: %(count)s messages sent
ru: %(count)s сообщений отправлено

source: Fill all fields please.
ru: Пожалуйста, заполните все поля.

source: Send message
ru: Отправить сообщение

source: Feature teams
ru: Отметить команды

source: Unfeature teams
ru: Снять отметку с команд

source: Team
ru: Команда

source: User
ru: Пользователь

source: You are not authorized to see this page
ru: Авторизуйтесь, чтобы просматривать эту страницу.

source: You do not have permission to edit this team.
ru: У вас нет полномочий для редактирования этой команды.

source: %(added)i videos added<br/>%(errors)s
ru: %(added)i видео добавлены<br/>%(errors)s

source: File successfully uploaded, you should receive the summary shortly.
ru: Файл успешно загружен, вскоре вы получите итог.

source: File was not successfully parsed.
ru: Файл не был успешно разобран.

source: Videos
ru: Видео

source: Error updating membership
ru: Ошибка при обновлении членства.

source: Members
ru: Участники

source: %(user)s added as a manager
ru: %(user)s добавлен в качестве менеджера.

source: %(user)s removed as a manager
ru: %(user)s удалён в качестве менеджера.

source: Languages
ru: Языки

source: You cannot invite people to this team.
ru: Вы не можете приглашать людей в эту команду.

source: Invite
ru: Пригласить

source: You are already a member of %(team)s.
ru: Вы уже являетесь участником команды %(team)s.

source: You are now a member of %(team)s.
ru: Вы присоединились к команде %(team)s.

source: You cannot join %(team)s.
ru: Вы не можете присоединиться к %(team)s.

source: Activity
ru: Активность

source: Your application has been submitted. You will be notified of the team administrator's response
ru: Ваша заявка отправлена. Вы будете уведомлены о решении администратора команды

source: Settings saved.
ru: Настройки сохранены.

source: Settings
ru: Настройки

source: Guidelines and messages updated.
ru: Указания и сообщения обновлены.

source: Messages
ru: Сообщения

source: No message for that language.
ru: Нет сообщений для этого языка.

source: There is already a message for that language.
ru: Для этого языка уже есть сообщение.

source: Please set the language and the message.
ru: Пожалуйста, укажите язык и сообщение.

source: Language-specific Messages
ru: Сообщения, специфичные для языков

source: Importing videos now
ru: Импортируем видео

source: Feed deleted
ru: Новость удалена

source: Video Feed Added
ru: Видеоновость добавлена

source: Video Feeds
ru: Видеоновости

source: Project added.
ru: Проект добавлен.

source: Project updated.
ru: Проект обновлён.

source: Project deleted.
ru: Проект удалён.

source: Projects
ru: Проекты

source: Admin
ru: Администратор

source: Owner
ru: Владелец

source: Manager
ru: Управляющий

source: Contributor
ru: Участник

source: New activity on your team video
ru: Новые действия с видео вашей команды

source: These subtitles are moderated. See the %s team page for information on how to contribute.
ru: Эти субтитры модерируются. Ищите информацию о содействии на странице команды %s

source: Sorry, these subtitles are privately moderated.
ru: К сожалению, эти субтитры модерируются частно.

source: Sorry, you do not have the permission to edit these subtitles. If you believe that they need correction, please contact the team administrator.
ru: Извините, у вас нет права доступа к редактированию этих субтитров. Если вы считаете, что их нужно отредактировать, свяжитесь, пожалуйста, с администратором команды.

source: Name
ru: Название

source: Newest
ru: Самые новые

source: Most Members
ru: Больше всего участников

source: Your team has been created. Here are some next steps: <ul> <li><a href="%(edit)s">Edit team members' permissions</a></li> <li><a href="%(activate)s">Activate and customize workflows for your team</a></li> <li><a href="%(create)s">Create and customize projects</a></li> <li><a href="%(lang)s">Edit language preferences</a></li> <li><a href="%(custom)s">Customize instructions to caption makers and translators</a></li> </ul>
ru: Ваша команда была создана. Вот несколько следующих шагов: <ul> <li><a href="%(edit)s">Редактировать права участников группы</a></li> <li><a href="%(activate)s">Активировать и настроить рабочие процессы для вашей команды</a></li> <li><a href="%(create)s">Создать и настроить проекты</a></li> <li><a href="%(lang)s">Редактировать настройки языка</a></li> <li><a href="%(custom)s">Редактировать инструкции для авторов субтитров и переводчиков</a></li> </ul>

source: You do not have permission to delete this team.
ru: У вас нет полномочий для удаления этой команды.

source: You can't add that video to this team/project.
ru: Вы не можете добавить это видео к этой команде/проекту.

source: The video has been moved to the new team.
ru: Видео было перемещено в новую команду.

source: You can't add videos to this team/project.
ru: Вы не можете добавлять видео к этой команде/проекту.

source: You can't edit this video.
ru: Вы не можете редактировать это видео.

source: Video has been updated.
ru: Видео было обновлено.

source: Request must be a POST request.
ru: Запрос должен быть POST запросом.

source: You can't delete that video.
ru: Вы не можете удалить это видео.

source: You can't remove that video.
ru: Вы не можете убрать это видео.

source: Video has been deleted from Amara.
ru: Видео было удалено с Amara.

source: Video has been removed from the team.
ru: Видео было удалено из команды.

source: Member has been removed from the team.
ru: Участник удалён из команды.

source: Use the "Leave this team" button to remove yourself from this team.
ru: Используйте кнопку "Покинуть команду", чтобы уйти из команды.

source: You don't have permission to remove this member from the team.
ru: У вас нет полномочий для удаления этого участника из команды.

source: Invalid task to approve
ru: Это задание нельзя утвердить

source: You can't approve applications.
ru: Вы не можете одобрять заявки.

source: You can't deny applications.
ru: Вы не можете отклонять заявки.

source: Application does not exist.
ru: Заявка не существует.

source: Application already processed.
ru: Заявка уже обработана.

source: Applications approved.
ru: Заявка одобрена.

source: Applications denied.
ru: Заявка отклонена.

source: Application approved.
ru: Заявка одобрена.

source: Application denied.
ru: Заявка отклонена.

source: This invite is no longer valid
ru: Срок действия этого приглашения истёк

source: You have left this team.
ru: Вы покинули эту команду.

source: Member saved.
ru: Участник сохранён.

source: You cannot view this team's tasks.
ru: Вы не можете просматривать задания этой команды.

source: You are not allowed to perform this task.
ru: Вы не можете выполнять это задание.

source: Task deleted.
ru: Задание удалено.

source: You cannot delete this task.
ru: Вы не можете удалить это задание.

source: Task declined.
ru: Задание отменено.

source: Task assigned.
ru: Задание назначено.

source: You cannot assign this task.
ru: Вы не можете назначить это задание

source: Draft uploaded successfully.
ru: Черновик успешно загружен.

source: You are not allowed to download this transcript.
ru: Вы не можете скачивать эту транскрипцию.
